[{"topic": "fireball of  rapidly   expanding, extremely   hot gas lasting about   one million years  ", "description": ["THE UNIVERSE CONTAINS EVERYTHING that exists, from the tiniest subatomic particles  _RL_ to galactic superclusters (the largest structures known). No one knows how big  _RL_ the universe is, but astronomers estimate that it contains at least 125 billion  _RL_ galaxies, each comprising an average of  100 billion stars. The most widely  _RL_ accepted theory about the origin of  the universe is the Big Bang  _RL_ theory, which states that the universe came into being in a huge  _RL_ explosion—the Big Bang—that took place between 10 and 20  _RL_ billion years ago. The universe initially consisted of  a very  _RL_ hot, dense fireball of  expanding, cooling gas. After about  _RL_ one million years, the gas began to condense into  _RL_ localized clumps called protogalaxies. During the   _RL_ next five billion years, the protogalaxies continued  _RL_ condensing, forming galaxies in which stars were  _RL_ being born. Today, billions of  years later, the  _RL_ universe as a whole is still expanding, although  _RL_ there are localized areas in which objects are  _RL_ held together by gravity; for example, many  _RL_ galaxies are found in clusters. The Big Bang  _RL_ theory is supported by the discovery of  faint,  _RL_ cool background radiation coming evenly from  _RL_ all directions. This radiation is believed to be  _RL_ the remnant of  the radiation produced by the  _RL_ Big Bang. Small “ripples” in the temperature of  _RL_ the cosmic background radiation are thought  _RL_ to be evidence of  slight fluctuations in the  _RL_ density of  the early universe, which resulted  _RL_ in the formation of  galaxies. Astronomers do  _RL_ not yet know if  the universe is “closed,” which  _RL_ means it will eventually stop expanding and  _RL_ begin to contract, or if  it is “open,” which   _RL_ means it will continue expanding forever. _RL_ "], "page": 12, "subtopic": "t h e   u n i v e r s e  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["outward from a central bulge (those whose arms  _RL_ spiral from a bar-shaped bulge are called spirals);  _RL_ and irregular, which have no obvious shape.  _RL_ Sometimes, the shape of  a galaxy is distorted by   _RL_ a collision with another galaxy. Quasars (quasi- _RL_ stellar objects) are thought to be galactic nuclei  _RL_ but are so far away that their exact nature is still  _RL_ uncertain. They are compact, highly luminous  _RL_ objects in the outer reaches of  the known  _RL_ universe: while the farthest known “ordinary”  _RL_ galaxies are about 12 billion light-years away, the  _RL_ farthest known quasar is about 13 billion light- _RL_ years away. Active galaxies, such as Seyfert  _RL_ galaxies and radio galaxies, emit intense radiation.  _RL_ In a Seyfert galaxy, this radiation comes from the  _RL_ galactic nucleus; in a radio galaxy, it also comes  _RL_ from huge lobes on either side of  the galaxy. The  _RL_ radiation from active galaxies and quasars is  _RL_ thought to be caused by material falling into  _RL_ central black holes (see pp. 28-29). _RL_ "], "page": 14, "subtopic": "galaxies  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["THE MILKY WAY IS THE NAME GIVEN TO THE FAINT BAND OF LIGHT that stretches  _RL_ across the night sky. This light comes from stars and nebulae in our galaxy, known as  _RL_ the Milky Way Galaxy or simply as “the Galaxy.” The Galaxy is believed to be a barred  _RL_ spiral, with a dense central bar of  stars encircled by four arms spiraling outward and  _RL_ surrounded by a less dense halo. We cannot see the spiral shape because the solar system  _RL_ is in one of  the spiral arms, the Orion Arm (also called the Local Arm). From our  _RL_ position, the center of  the Galaxy is completely obscured by dust clouds; as a result, optical  _RL_ maps give only a limited view of  the Galaxy. However, a more complete picture can be  _RL_ obtained by studying radio, infrared, and other radiation. The central part of  the Galaxy is relatively small  _RL_ and dense and contains mainly older red and yellow stars. The halo is a less dense region in which the oldest  _RL_ stars are situated; some of  these stars are as old as the Galaxy itself  (possibly 13 billion years). The spiral   _RL_ arms contain main sequence stars and hot, young, blue stars, as well as nebulae (clouds of  dust and   _RL_ gas inside which stars are born). The Galaxy is vast, about 100,000 light-years across (a light-year is about  _RL_ 5,870 billion miles/9,460 billion km); in comparison, the solar system seems small, at about 12 light-hours  _RL_ across (about 8 billion miles/13 billion km). The entire Galaxy is rotating in space, although  _RL_ the inner stars travel faster than those farther out. The Sun, which is  _RL_ about two-thirds out from the center, completes one lap of  the Galaxy  _RL_ about every 220 million years. _RL_ "], "page": 16, "subtopic": "the milky way  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["A NEBULA IS A CLOUD OF DUST AND GAS inside a galaxy. Nebulae become visible if  the  _RL_ gas glows, or if  the cloud reflects starlight or obscures light from more distant objects.  _RL_ Emission nebulae shine because their gas emits light when it is stimulated by radiation  _RL_ from hot young stars. Reflection nebulae shine because their dust reflects light from stars   _RL_ in or around the nebula. Dark nebulae appear as silhouettes because they block out light  _RL_ from shining nebulae or stars behind them. Two types of  nebula are associated with dying  _RL_ stars: planetary nebulae and supernova remnants. Both consist of  expanding shells of  gas  _RL_ that were once the outer layers of  a star. A planetary nebula is a gas shell drifting away   _RL_ from a dying stellar core. A supernova  _RL_ "], "page": 18, "subtopic": "nebulae and star clusters  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["WHEN YOU LOOK AT THE NORTHERN SKY, you look away from the densely  _RL_ populated Galactic center, so the northern sky generally appears less  _RL_ bright than the southern sky (see pp. 20-21). Among the best-known  _RL_ sights in the northern sky are the constellations Ursa Major   _RL_ (the Great Bear) and Orion. Some ancient civilizations believed  _RL_ that the stars were fixed to a celestial sphere surrounding the  _RL_ Earth, and modern maps of  the sky are based on a similar  _RL_ idea. The North and South Poles of  this imaginary  _RL_ celestial sphere are directly above the North and South  _RL_ Poles of  the Earth, at the points where the Earth’s axis  _RL_ of  rotation intersects the sphere. The celestial North  _RL_ Pole is at the center of  the map shown here, and  _RL_ Polaris (the North Star) lies very close to it. The  _RL_ celestial equator marks a projection of  the  _RL_ Earth’s equator on the sphere. The ecliptic  _RL_ marks the path of  the Sun across the sky   _RL_ as the Earth orbits the Sun. The Moon and  _RL_ planets move against the background of  _RL_ the stars because the stars are much more  _RL_ distant; the nearest star outside the solar  _RL_ system (Proxima Centauri) is more   _RL_ than 50,000 times farther away than   _RL_ the planet Jupiter. _RL_ "], "page": 20, "subtopic": "stars of northern skies  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["WHEN YOU LOOK AT THE SOUTHERN SKY, you look toward the Galactic  _RL_ center, which has a huge population of  stars. As a result, the Milky  _RL_ Way appears brighter in the southern sky than in the northern sky  _RL_ (see pp. 18-19). The southern sky is rich in nebulae and star  _RL_ clusters. It contains the Large and Small Magellanic Clouds,  _RL_ which are two of  the nearest galaxies to our own. Stars make  _RL_ fixed patterns in the sky called constellations. However,  _RL_ the constellations are only apparent groupings of  stars,  _RL_ since the distances to the stars in a constellation may  _RL_ vary enormously. The shapes of  constellations may  _RL_ change over many thousands of  years due to the  _RL_ relative motions of  stars. The movement of  the  _RL_ constellations across the sky is due to the Earth’s  _RL_ motion in space. The daily rotation of  the Earth  _RL_ causes the constellations to move across the  _RL_ sky from east to west, and the orbit of  the  _RL_ Earth around the Sun causes different areas  _RL_ of  sky to be visible in different seasons. The  _RL_ visibility of  areas of  sky also depends on  _RL_ the location of  the observer. For instance,  _RL_ stars near the celestial equator may be  _RL_ seen from either hemisphere at some  _RL_ time during the year, whereas stars  _RL_ close to the celestial poles (the celestial  _RL_ South Pole is at the center of  the map  _RL_ shown here) can never be seen from  _RL_ the opposite hemisphere. _RL_ "], "page": 22, "subtopic": "stars of southern skies  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["STARS ARE BODIES of hot,  _RL_ glowing gas that are born in  _RL_ nebulae (see pp. 24-27). They  _RL_ vary enormously in size, mass, and  _RL_ temperature: diameters range from  _RL_ about 450 times smaller to over 1,000 times  _RL_ bigger than that of the Sun; masses range  _RL_ from about a twentieth to over 50 solar masses;  _RL_ and surface temperatures range from about 5,500ºF  _RL_ (3,000ºC) to over 90,000ºF (50,000ºC). The color of a star is determined  _RL_ by its temperature: the hottest stars are blue and the coolest are red.  _RL_ The Sun, with a surface temperature of 10,000ºF (5,500ºC), is  _RL_ between these extremes and appears yellow. The  _RL_ energy emitted by a shining star is usually produced  _RL_ by nuclear fusion in the star’s core. The brightness   _RL_ of  a star is measured in magnitudes—the brighter  _RL_ the star, the lower its magnitude. There are two  _RL_ types of  magnitude: apparent magnitude, which   _RL_ is the brightness seen from Earth, and absolute  _RL_ magnitude, which is the brightness that would be  _RL_ seen from a standard distance of  10 parsecs (32.6  _RL_ light-years). The light emitted by a star may be split  _RL_ to form a spectrum containing a series of  dark lines  _RL_ (absorption lines). The patterns of  lines indicate the  _RL_ presence of  particular chemical elements, enabling  _RL_ astronomers to deduce the composition of  the star’s  _RL_ atmosphere. The magnitude and spectral type (color)  _RL_ of  stars may be plotted on a graph called a  _RL_ Hertzsprung-Russell diagram, which shows that   _RL_ stars tend to fall into several well-defined groups.   _RL_ The principal groups are main sequence stars (those   _RL_ which are fusing hydrogen to form helium), giants,  _RL_ supergiants, and white dwarfs. _RL_ "], "page": 24, "subtopic": "stars  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["on the main sequence for about 10 billion years, until much of  the hydrogen in  _RL_ the star’s core has been converted into helium. The helium core then contracts,  _RL_ and nuclear reactions continue in a shell around the core. The core becomes hot  _RL_ enough for helium to fuse to form carbon, while the outer  _RL_ layers of  the star expand and cool. The expanding  _RL_ star is known as a red giant. When the  _RL_ helium in the core runs out, the outer  _RL_ layers of  the star may be blown  _RL_ away as an expanding gas shell  _RL_ called a planetary nebula. The  _RL_ remaining core (about 80  _RL_ percent of  the original  _RL_ star) is now in its final  _RL_ stages. It becomes   _RL_ a white dwarf  star  _RL_ that gradually cools  _RL_ and dims. When it  _RL_ finally stops shining  _RL_ altogether, the dead  _RL_ star will become   _RL_ a black dwarf. _RL_ "], "page": 26, "subtopic": "small stars  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["MASSIVE STARS HAVE A MASS AT LEAST THREE TIMES that of the Sun, and some  _RL_ stars are as massive as about 50 Suns. A massive star evolves in a similar way to a  _RL_ small star until it reaches the main sequence stage (see pp. 24-25). During its life  _RL_ as a main sequence star, it shines steadily until the hydrogen in its core has fused  _RL_ to form helium. This process takes billions of years in a small star, but only millions  _RL_ of years in a massive star. A massive star then becomes a red supergiant, which  _RL_ initially consists of a helium core surrounded by outer layers of cooling, expanding  _RL_ gas. Over the next few million years, a series of nuclear reactions form different  _RL_ elements in shells around an iron core. The core eventually collapses in less than  _RL_ a second, causing a massive explosion called a  _RL_ supernova, in which a shock wave blows  _RL_ away the outer layers of the star.  _RL_ Supernovae shine brighter than an  _RL_ entire galaxy for a short time.  _RL_ Sometimes, the core survives  _RL_ the supernova explosion. If  _RL_ the surviving core is  _RL_ between about one and a  _RL_ half and three solar  _RL_ masses, it contracts to  _RL_ become a tiny, dense  _RL_ neutron star. If the  _RL_ core is greater than  _RL_ three solar masses,   _RL_ it contracts to  _RL_ become a black hole  _RL_ (see pp. 28-29). _RL_ "], "page": 28, "subtopic": "massive stars  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["NEUTRON STARS AND BLACK HOLES form from the stellar cores that remain after  _RL_ stars have exploded as supernovae (see pp. 26-27). If  the remaining core is  _RL_ between about one and a half  and three solar masses, it contracts to form a  _RL_ neutron star. If  the remaining core is greater than about three solar masses,  _RL_ it contracts to form a black hole. Neutron stars are typically only about   _RL_ 6 miles (10 km) in diameter and consist almost entirely of  subatomic  _RL_ particles called neutrons. Such stars are so dense that a teaspoonful  _RL_ would weigh about a billion tons. Neutron stars are observed as  _RL_ pulsars, so-called because they rotate rapidly and emit two beams  _RL_ of  radio waves, which sweep across the sky and are detected as  _RL_ short pulses. Black holes are characterized by their extremely  _RL_ strong gravity, which is so powerful that not even light can escape;  _RL_ as a result, black holes are invisible. However, they can be  _RL_ detected if  they have a close companion star. The gravity of  the  _RL_ black hole pulls gas from the other star, forming an accretion  _RL_ disk that spirals around the black hole at high speed, heating up  _RL_ and emitting radiation. Eventually, the matter spirals in to cross  _RL_ the event horizon (the boundary of  the black hole),  _RL_ thereby disappearing from the visible universe. _RL_ "], "page": 30, "subtopic": "neutron stars   and black holes  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["Mars); and four planets farther out, the giants (Jupiter, Saturn,  _RL_ Uranus, and Neptune). Between the rocky planets and giants is the  _RL_ asteroid belt, which contains thousands of  chunks of  rock orbiting the  _RL_ Sun. Beyond Neptune is the Kuiper Belt and, more distant, the Oort Cloud.  _RL_ Most of  the bodies in the planetary part of  the solar system move around the Sun  _RL_ in elliptical orbits located in a thin disk around the Sun’s equator. All the planets  _RL_ orbit the Sun in the same direction (counterclockwise when viewed from above)  _RL_ and all but Venus and Uranus also spin about their axes in this direction. Moons  _RL_ also spin as they, in turn, orbit their planets. The entire solar system orbits the  _RL_ center of  our galaxy, the Milky Way (see pp. 14-15). _RL_ "], "page": 32, "subtopic": "the solar system  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["THE SUN IS THE STAR AT THE CENTER of  the solar system.  _RL_ It is about five billion years old and will continue to shine  _RL_ as it does now for about another five billion years. The  _RL_ Sun is a yellow main sequence star (see pp. 22-23) about  _RL_ 870,000 miles (1.4 million km) in diameter. It consists  _RL_ almost entirely of  hydrogen and helium. In the Sun’s  _RL_ core, hydrogen is converted to helium by nuclear  _RL_ fusion, releasing energy in the process. The energy  _RL_ travels from the core, through the radiative and convective zones, to   _RL_ the photosphere (visible surface), where it leaves the Sun in the form   _RL_ of  heat and light. On the photosphere there are often dark, relatively  _RL_ cool areas called sunspots, which usually appear in pairs or groups and  _RL_ are caused by the cooling effect of  the magnetic field. Other types of  _RL_ solar activity are flares, which are usually associated with sunspots,   _RL_ and prominences. Flares are sudden discharges of  high-energy  _RL_ radiation and atomic particles. Prominences are huge loops or  _RL_ filaments of  gas extending into the solar atmosphere; some last for  _RL_ hours, others for months. Beyond the photosphere is the  _RL_ chromosphere (inner atmosphere) and the extremely rarified corona  _RL_ (outer atmosphere), which extends millions of  miles into space. Tiny  _RL_ particles that escape from the corona give rise to the solar wind,  _RL_ which streams through space at hundreds of  miles per second. The  _RL_ chromosphere and corona can be seen from Earth when the Sun   _RL_ is totally eclipsed by the Moon. _RL_ "], "page": 34, "subtopic": "the sun  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["MERCURY IS THE NEAREST PLANET to the Sun, orbiting at an  _RL_ average distance of about 36 million miles (58 million km).  _RL_ Because Mercury is the closest planet to the Sun, it moves  _RL_ faster than any other planet, travelling at an average speed   _RL_ of nearly 30 miles (48 km) per second and completing an  _RL_ orbit in just under 88 days. Mercury is very small (only   _RL_ 40 percent bigger than the Moon) and rocky. Most of the  _RL_ surface has been heavily cratered by the impact of meteorites,  _RL_ although there are also smooth, sparsely cratered lava-covered plains. The Caloris  _RL_ Basin is the largest crater, measuring about 800 miles (1,300 km) across.   _RL_ It is thought to have been formed when a 38-mile- (60-km-) diameter   _RL_ asteroid hit the planet, and is surrounded by concentric rings of  _RL_ mountains thrown up by the impact. The surface also has many clifflike  _RL_ ridges (called rupes) that are thought to have been formed when the  _RL_ hot core of  the young planet cooled and shrank about four billion years  _RL_ ago, buckling the planet’s surface in the process. The planet rotates  _RL_ about its axis very slowly, taking nearly 59 Earth days to complete   _RL_ one rotation. As a result, a solar day (sunrise to sunrise) on Mercury  _RL_ is about 176 Earth days—twice as long as the 88-day Mercurian year.  _RL_ Mercury has extreme surface temperatures, ranging from a  _RL_ maximum of  800°F (430°C) on the sunlit side to -270°F (-170°C)  _RL_ on the dark side. At nightfall, the temperature drops very quickly  _RL_ because the planet’s atmosphere is almost nonexistent. It  _RL_ consists only of  minute amounts of  helium and hydrogen  _RL_ captured from the solar wind, plus traces of  other gases. _RL_ "], "page": 36, "subtopic": "mercury  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["sunlight strongly. The main component of the atmosphere is carbon  _RL_ dioxide, which traps heat in a greenhouse effect far stronger than that on   _RL_ Earth. As a result, Venus is the hottest planet, with a maximum surface  _RL_ temperature of about 900°F (480°C). The thick cloud layers contain droplets   _RL_ of sulfuric acid and are driven around the planet by winds at speeds of up to   _RL_ 220 miles (360 km) per hour. Although the planet takes 243 Earth days to   _RL_ rotate once, the high-speed winds cause the clouds to circle the planet in  _RL_ only four Earth days. The high temperature, acidic clouds, and enormous  _RL_ atmospheric pressure (about 90 times greater at the surface than that on  _RL_ Earth) make the environment extremely hostile. However, space probes  _RL_ have managed to land on Venus and photograph its dry, dusty surface.  _RL_ The Venusian surface has also been mapped by probes with radar  _RL_ equipment that can “see” through the cloud layers. Such radar maps  _RL_ reveal a terrain with craters, mountains, volcanoes, and areas where  _RL_ craters have been covered by plains of solidified volcanic lava. There  _RL_ are two large highland regions called Aphrodite Terra and Ishtar Terra. _RL_ "], "page": 38, "subtopic": "venus  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["from this inner core causes material in the molten outer core and mantle to  _RL_ circulate in convection currents. It is thought that these convection currents  _RL_ generate the Earth’s magnetic field, which extends into space as the  _RL_ magnetosphere. The Earth’s atmosphere helps screen out some of the  _RL_ harmful radiation from the Sun, stops most meteoroids from reaching the planet’s  _RL_ surface, and traps enough heat to prevent extremes of cold. The Earth has one  _RL_ natural satellite, the Moon, which is thought to have formed when a huge asteroid  _RL_ impacted Earth in the distant past. _RL_ "], "page": 40, "subtopic": "the earth  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["depends on how much of  the near side is in sunlight. The Moon is dry  _RL_ and barren, with negligible atmosphere and water. It consists mainly  _RL_ of  solid rock, although its core may contain molten rock or iron. The  _RL_ surface is dusty, with highlands covered in craters caused by meteorite  _RL_ impacts, and lowlands in which large craters have been filled by  _RL_ solidified lava to form dark areas called maria or “seas.” Maria occur  _RL_ mainly on the near side, which has a thinner crust than the far side.  _RL_ Many of  the craters are rimmed by mountain ranges that form the  _RL_ crater walls and can be thousands of  feet high. _RL_ "], "page": 42, "subtopic": "the moon  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["MARS, KNOWN AS THE RED PLANET, is the fourth planet  _RL_ from the Sun and the outermost rocky planet. In the  _RL_ 19th century, astronomers first observed what were  _RL_ thought to be signs of  life on Mars. These signs  _RL_ included apparent canal-like lines on the surface, and  _RL_ dark patches that were thought to be vegetation. It is  _RL_ now known that the “canals” are an optical illusion,  _RL_ and the dark patches are areas where the red dust that  _RL_ covers most of  the planet has been blown away. The fine dust particles are  _RL_ often whipped up by winds into dust storms that occasionally obscure  _RL_ almost all the surface. Residual fine dust in the atmosphere gives the  _RL_ Martian sky a pinkish hue. The northern hemisphere  _RL_ of  Mars has many large plains formed of  solidified  _RL_ volcanic lava, whereas the southern hemisphere has  _RL_ many craters and large impact basins. There are also  _RL_ several huge, extinct volcanoes, including  _RL_ Olympus Mons, which, at 370 miles (600 km)  _RL_ across and 15 miles (25 km) high, is the largest  _RL_ known volcano in the solar system. The surface  _RL_ also has many canyons and branching channels.  _RL_ The canyons were formed by movements of  the  _RL_ surface crust, but the channels are thought to have  _RL_ been formed by flowing water that has now dried  _RL_ up. The Martian atmosphere is much thinner than  _RL_ Earth’s, with only a few clouds and morning mists.  _RL_ Mars has two tiny, irregularly shaped moons called  _RL_ Phobos and Deimos. Their small size indicates that  _RL_ they may be asteroids that have been captured by   _RL_ the gravity of  Mars. _RL_ "], "page": 44, "subtopic": "mars  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["JUPITER IS THE FIFTH PLANET from the Sun and  _RL_ the innermost of  the four giant planets. It is the  _RL_ largest and the most massive planet, with a  _RL_ diameter about 11 times that of  the Earth and a  _RL_ mass about 2.5 times the combined mass of  the  _RL_ seven other planets. Jupiter is thought to have a  _RL_ small rocky core surrounded by an inner mantle  _RL_ of  metallic hydrogen (liquid hydrogen that acts  _RL_ like a metal). Outside the inner mantle is an outer mantle of  liquid  _RL_ hydrogen and helium that merges into the gaseous atmosphere.  _RL_ Jupiter’s rapid rate of  rotation causes the clouds in its atmosphere  _RL_ to form belts and zones that encircle the planet parallel to the  _RL_ equator. Belts are dark, low-lying, relatively warm cloud layers,  _RL_ and zones are bright, high-altitude, cooler cloud layers.  _RL_ Within the belts and zones, turbulence causes the  _RL_ formation of  cloud features such as white ovals  _RL_ and red spots, both of  which are huge storm systems.  _RL_ The most prominent cloud feature is a storm called  _RL_ the Great Red Spot, which consists of  a spiraling  _RL_ column of  clouds three times wider than the Earth  _RL_ that rises about five miles (8 km) above the upper  _RL_ cloud layer. Jupiter has a thin, faint, main ring, inside  _RL_ which is a tenuous halo ring of  tiny particles. Beyond  _RL_ the main ring’s outer edge is a broad and faint  _RL_ two-part gossamer ring. There are 63 known Jovian  _RL_ moons. The four largest moons (called the  _RL_ Galileans) are Ganymede, Callisto, Io, and  _RL_ Europa. Ganymede and Callisto are cratered and  _RL_ icy. Europa is smooth and icy and is thought to  _RL_ have a subsurface water ocean. Io is covered  _RL_ in bright red, orange, and yellow splotches.  _RL_ This coloring is caused by sulfurous  _RL_ material from active volcanoes that shoot  _RL_ plumes of  lava hundreds of  miles above  _RL_ the surface. _RL_ "], "page": 46, "subtopic": "jupiter  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["Jupiter, but obscured by overlying haze. Storms and eddies, seen as   _RL_ red or white ovals, occur in the clouds. Saturn has an extremely thin  _RL_ but wide system of rings that is about half a mile (1 km) thick but  _RL_ extends outward to about 260,000 miles (420,000 km) from the  _RL_ planet’s surface. The main rings comprise thousands of narrow  _RL_ ringlets, each made of icy rock lumps that range in size from tiny  _RL_ particles to chunks several yards across. The D, E, and G rings are   _RL_ very faint, the F ring is brighter, and the A, B, and C rings are  _RL_ bright enough to be seen from Earth with binoculars. In 2009,   _RL_ a huge dust ring was discovered 4 million miles (6 million km)  _RL_ beyond the main system. Saturn has more than 60 known moons,  _RL_ some of  which orbit inside the rings and are thought to exert a  _RL_ gravitational influence on the shapes of  the rings. Unusually, seven  _RL_ of  the moons are co-orbital—they share an orbit with another  _RL_ moon. Astronomers believe that such co-orbital moons may have   _RL_ originated from a single satellite that broke up. _RL_ "], "page": 48, "subtopic": "saturn  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["only a few icy clouds of methane have been seen so far. Uranus is  _RL_ unique among the planets in that its axis of rotation lies close to its  _RL_ orbital plane. As a result of its strongly tilted rotational axis, Uranus rolls  _RL_ on its side along its orbital path around the Sun, whereas other planets spin  _RL_ more or less upright. Uranus is encircled by main rings that consist of rocks  _RL_ interspersed with dust lanes and two distant outer rings made of dust. The   _RL_ rings contain some of the darkest matter in the solar system and are extremely  _RL_ narrow, making them difficult to detect: most of them are less than 6 miles (10 km)  _RL_ wide, whereas most of Saturn’s rings are thousands of miles in width. There are  _RL_ 27 known Uranian moons, all of which are icy and most of which are farther out  _RL_ than the rings. The 13 inner moons are small and dark, with diameters of less  _RL_ than 100 miles (160 km), and the five major moons are between about 290 and  _RL_ 1,000 miles (470 and 1,600 km) in diameter. The major moons have a wide variety  _RL_ of surface features. Miranda has the most varied surface, with cratered areas  _RL_ broken up by huge ridges and cliffs 12 miles (20 km) high. Beyond these are nine  _RL_ much more distant moons with diameters less than 90 miles (150 km). _RL_ "], "page": 50, "subtopic": "uranus  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["The Great and Small Dark Spots were huge storms that were swept  _RL_ around the planet by winds of about 1,200 miles (2,000 km) per hour.  _RL_ The Scooter was a large area of cirrus cloud. Neptune has six tenuous  _RL_ rings and 13 known moons. Triton is the largest Neptunian moon and  _RL_ the coldest object in the solar system, with a temperature of -390°F  _RL_ (-240°C). Unlike most moons in the solar system, Triton orbits its  _RL_ mother planet in the opposite direction of the planet’s rotation.   _RL_ The region extending out from Neptune’s orbit is populated by  _RL_ Kuiper Belt objects and dwarf planets. They make a doughnut- _RL_ shaped belt called the Kuiper Belt. The Kuiper Belt objects are a  _RL_ mix of rock and ice, irregular in shape, and less than 600 miles  _RL_ (1,000 km) across. The larger dwarf planets, which include Pluto,  _RL_ are almost round bodies. Pluto was the first object discovered  _RL_ beyond Neptune and was considered a planet until the dwarf  _RL_ planet category was introduced in 2006. It is made of rock and ice  _RL_ and is 1,365 miles (2,274 km) across. It has three known moons.  _RL_ The largest, Charon, is about half Pluto’s size and the two  _RL_ probably had a common origin. _RL_ "], "page": 52, "subtopic": "neptune and pluto  "}, {"topic": "p r e h i s t o r i c   e a r t h  ", "description": ["THE EARTH FORMED FROM A CLOUD OF DUST and gas drifting  _RL_ through space about 4.6 billion years ago. Dense minerals sank to  _RL_ the center while lighter ones formed a thin rocky crust. However,  _RL_ the first known life-forms—bacteria and blue-green algae—did   _RL_ not appear until about 3.4 billion years ago, and it was only about   _RL_ 700 million years ago that more complex plants and animals  _RL_ began to develop. Since then, thousands of  animal and  _RL_ plant species have evolved; some, such as the dinosaurs,  _RL_ survived for many millions of  years, while others died  _RL_ out quickly. The Earth itself  is continually changing.  _RL_ Although continents neared their present locations  _RL_ about 50 million years ago, they are still drifting  _RL_ slowly over the planet’s surface, and mountain  _RL_ ranges such as the Himalayas—which began to  _RL_ form 40 million years ago—are continually  _RL_ being built up and worn away. Climate is also  _RL_ subject to change: the Earth has undergone  _RL_ a series of  ice ages interspersed with  _RL_ warmer periods (the most recent  _RL_ glacial period was at its height  _RL_ about 20,000 years ago). _RL_ "], "page": 58, "subtopic": "the changing earth  "}, {"topic": "p r e h i s t o r i c   e a r t h  ", "description": ["THE EARTH’S CRUST IS THE SOLID outer shell of the Earth. It includes  _RL_ continental crust (about 25 miles/40 km thick) and oceanic crust (about  _RL_ four miles/6 km thick). The crust and the topmost layer of the mantle  _RL_ form the lithosphere. The lithosphere consists of semirigid plates  _RL_ that move relative to each other on the underlying asthenosphere (a  _RL_ partly molten layer of the mantle). This process is known as plate  _RL_ tectonics and helps explain continental drift. Where two plates move  _RL_ apart, there are rifts in the crust. In mid-ocean, this movement results   _RL_ in seafloor spreading and the formation of ocean ridges; on continents,  _RL_ crustal spreading can form rift valleys. When plates move toward each other,  _RL_ one may be subducted beneath (forced under) the other. In mid-ocean, this causes  _RL_ ocean trenches, seismic activity, and arcs of volcanic islands. Where oceanic crust  _RL_ is subducted beneath continental crust or where continents collide, land may be  _RL_ uplifted and mountains formed (see pp. 62–65). Plates may also slide past each  _RL_ other—along the San Andreas fault, for example. Crustal movement on continents  _RL_ may result in earthquakes, while movement under the seabed can lead to tidal waves. _RL_ "], "page": 60, "subtopic": "the earth’s crust  "}, {"topic": "p r e h i s t o r i c   e a r t h  ", "description": ["THE CONTINUOUS MOVEMENT of  the Earth’s crustal plates (see pp. 58–59)  _RL_ can squeeze, stretch, or break rock strata, deforming them and  _RL_ producing faults and folds. A fault is a fracture in a rock along which  _RL_ there is movement of  one side relative to the other. The movement  _RL_ can be vertical, horizontal, or oblique (vertical and horizontal). Faults  _RL_ develop when rocks are subjected to compression or tension. They  _RL_ tend to occur in hard, rigid rocks, which are more likely to break  _RL_ than bend. The smallest faults occur in single mineral crystals and are  _RL_ microscopically small, whereas the largest—the Great Rift Valley in  _RL_ Africa, which formed between 5 million and 100,000 years ago—is more  _RL_ than 6,000 miles (9,000 km) long. A fold is a bend in a rock layer caused  _RL_ by compression. Folds occur in elastic rocks, which tend to bend rather  _RL_ than break. The two main types of fold are anticlines (upfolds) and  _RL_ synclines (downfolds). Folds vary in size from a few millimeters long to  _RL_ folded mountain ranges hundreds of miles long, such as the Himalayas  _RL_ (see pp. 62–63) and the Alps, which are repeatedly folding. In addition  _RL_ to faults and folds, other features associated with rock deformations   _RL_ include boudins, mullions, and en échelon fractures. _RL_ "], "page": 62, "subtopic": "faults and folds  "}, {"topic": "p r e h i s t o r i c   e a r t h  ", "description": ["THE PROCESSES INVOLVED in mountain building—termed orogenesis—occur  _RL_ as a result of  the movement of  the Earth’s crustal plates (see pp. 58–59).  _RL_ There are three main types of  mountains: volcanic mountains, fold  _RL_ mountains, and block mountains. Most volcanic mountains have been  _RL_ formed along plate boundaries where plates have come together or  _RL_ moved apart and lava and other debris have been ejected onto the  _RL_ Earth’s surface. The lava and debris may have built up to form a  _RL_ dome around the vent of  a volcano. Fold mountains are formed  _RL_ "], "page": 64, "subtopic": "mountain building  "}, {"topic": "p r e h i s t o r i c   e a r t h  ", "description": ["WHEN THE EARTH FORMED about 4.6 billion years ago, its  _RL_ atmosphere consisted of  volcanic gases with little oxygen,  _RL_ making it hostile to most forms of life. One large supercontinent,  _RL_ Gondwana, was situated over the southern polar region, while  _RL_ other smaller continents were spread over the rest of  the world.  _RL_ Constant movement of  the Earth’s crustal plates carried  _RL_ continents across the earth’s surface. The first primitive life-forms  _RL_ emerged around 3.4 billion years ago in shallow, warm seas.   _RL_ The build up of  oxygen began to form a shield of  ozone  _RL_ around the Earth, protecting living organisms from the  _RL_ Africa _RL_ Sun’s harmful rays and helping to establish an atmosphere  _RL_ Scandinavia _RL_ in which life could sustain itself. The first vertebrates appeared about  _RL_ 470 million years ago, during the Ordovician period (510–439 million years ago),  _RL_ the first land plants appeared around 400 million years ago during the Devonian  _RL_ period (409–363 million years ago), and the first land animals about 30 million years later. _RL_ "], "page": 66, "subtopic": "precambrian to   devonian periods  "}, {"topic": "p r e h i s t o r i c   e a r t h  ", "description": ["THE CARBONIFEROUS PERIOD (363–290 million years ago) takes its name  _RL_ from the thick, carbon-rich layers—now coal—that were produced  _RL_ during this period as swampy tropical forests were repeatedly  _RL_ drowned by shallow seas. The humid climate across northern  _RL_ and equatorial continents throughout Carboniferous times  _RL_ produced the first dense plant cover on Earth. During the early  _RL_ part of this period, the first reptiles appeared. Their development  _RL_ of  a waterproof  egg with a protective internal structure  _RL_ ended animal life’s dependence on an aquatic environment.  _RL_ Toward the end of Carboniferous times, the earth’s continents  _RL_ Laurasia and Gondwana collided, resulting in the huge land- _RL_ mass of  Pangaea. Glaciers smothered much of  the southern  _RL_ hemisphere during the Permian period (290–245 million years ago),  _RL_ India _RL_ covering Antarctica, parts of  Australia, and much of  South America, Africa, and India.  _RL_ Ice locked up much of  the world’s water and large areas of  the northern hemisphere experienced  _RL_ a drop in sea level. Away from the poles, deserts and a hot dry climate predominated. As a result of  _RL_ these conditions, the Permian period ended with the greatest mass extinction of  life on Earth ever. _RL_ "], "page": 68, "subtopic": "carboniferous to   permian periods  "}, {"topic": "p r e h i s t o r i c   e a r t h  ", "description": ["THE TRIASSIC PERIOD (250–200 million years ago) marked the beginning  _RL_ of  what is known as the Age of  the Dinosaurs (the Mesozoic era). During  _RL_ this period, the present-day continents were massed together, forming  _RL_ one huge continent known as Pangaea. This landmass experienced  _RL_ extremes of  climate, with lush green areas around the coast  _RL_ or by lakes and rivers, and arid deserts in the interior. The  _RL_ only forms of  plant life were nonflowering plants, such  _RL_ as conifers, ferns, cycads, and ginkgos; flowering plants had  _RL_ not yet evolved. The principal forms of  animal life included  _RL_ diverse, often gigantic, amphibians, rhynchosaurs  _RL_ (“beaked lizards”), and primitive crocodilians. Dinosaurs  _RL_ first appeared about 230 million years ago, at the beginning  _RL_ of  the Late Triassic period. Among the earliest dinosaurs  _RL_ South  _RL_ America _RL_ were the carnivorous (flesh-eating) herrerasaurids, such as  _RL_ Herrerasaurus and Staurikosaurus. Early herbivorous (plant-eating)  _RL_ dinosaurs first appeared in Late Triassic times and included Plateosaurus  _RL_ and Technosaurus. By the end of  the Triassic period, dinosaurs dominated  _RL_ Pangaea, possibly contributing to the extinction of  many other reptiles. _RL_ "], "page": 70, "subtopic": "triassic period  "}, {"topic": "p r e h i s t o r i c   e a r t h  ", "description": ["THE JURASSIC PERIOD, the middle part of  the Mesozoic  _RL_ era, lasted from 199 to 145 million years ago. During Jurassic  _RL_ times, the landmass of  Pangaea broke up into the continents  _RL_ of  Gondwana and Laurasia, and sea levels rose, flooding areas  _RL_ of  lower land. The Jurassic climate was warm and moist.  _RL_ Plants such as ginkgos, horsetails, and conifers thrived,   _RL_ and giant redwood trees appeared, as did the first flowering  _RL_ plants. The abundance of  plant food coincided with the  _RL_ proliferation of  herbivorous (plant-eating) dinosaurs, such  _RL_ as the large sauropods (e.g., Diplodocus) and stegosaurs  _RL_ (e.g., Stegosaurus). Carnivorous (flesh eating) dinosaurs,  _RL_ such as Compsognathus and Allosaurus, also flourished  _RL_ by hunting the many animals that existed—among them   _RL_ other dinosaurs. Further Jurassic animals included shrewlike  _RL_ mammals, and pterosaurs (flying reptiles), as well as plesiosaurs  _RL_ and ichthyosaurs (both marine reptiles). _RL_ "], "page": 72, "subtopic": "jurassic period  "}, {"topic": "cretaceous positions of   present-day landmasses  ", "description": ["THE MESOZOIC ERA ENDED WITH the Cretaceous period, which lasted  _RL_ from 146 to 65 million years ago. During this period, Gondwana and  _RL_ Laurasia were breaking up into smaller landmasses that more closely  _RL_ resembled the modern continents. The climate remained mild and  _RL_ moist but the seasons became more marked. Flowering plants,  _RL_ including deciduous trees, replaced many cycads, seed ferns,  _RL_ and conifers. Animal species became more varied, with the  _RL_ evolution of  new mammals, insects, fish, crustaceans, and  _RL_ turtles. Dinosaurs evolved into a wide variety of  species  _RL_ during Cretaceous times; more than half  of  all known   _RL_ dinosaurs—including Iguanodon, Deinonychus, Tyrannosaurus,  _RL_ and Hypsilophodon—lived during this period. At the end  _RL_ of  the Cretaceous period, however, most dinosaurs became  _RL_ extinct. The reason for this mass extinction is unknown but   _RL_ it is thought to have been caused by climatic changes due   _RL_ to either a catastrophic meteor impact with the Earth or  _RL_ extensive volcanic eruptions. _RL_ "], "page": 74, "subtopic": "north   america  "}, {"topic": "p r e h i s t o r i c   e a r t h  ", "description": ["FOLLOWING THE DEMISE OF THE DINOSAURS at the end of  the Cretaceous  _RL_ period, the Tertiary period (65–1.6 million years ago), which formed the first  _RL_ part of  the Cenozoic era (65 million years ago–present), was characterized  _RL_ by a huge expansion of  mammal life. Placental mammals nourish and  _RL_ maintain the young in the mother’s uterus; only a few groups of  _RL_ placental mammals existed during Cretaceous times, compared  _RL_ with a few dozen during the Tertiary period. One   _RL_ of  these included the first hominid (see pp.108–109),  _RL_ Ardipithecus, which appeared in Africa. By the beginning of  _RL_ the Tertiary period, the continents had almost reached their  _RL_ present position. The Tethys Sea, which had separated the  _RL_ northern continents from Africa and India, began to close up,  _RL_ forming the Mediterranean Sea and allowing the migration of  _RL_ terrestrial animals between Africa and western Europe. India’s  _RL_ collision with Asia led to the formation of  the Himalayas.  _RL_ During the middle part of  the Tertiary period, the forest-dwelling   _RL_ and browsing mammals were replaced by mammals such as the horses,   _RL_ better suited to grazing the open savannahs that began to dominate.  _RL_ Repeated cool periods throughout the Tertiary period established the  _RL_ Antarctic as an icy island continent. _RL_ "], "page": 76, "subtopic": "tertiary period  "}, {"topic": "p r e h i s t o r i c   e a r t h  ", "description": ["THE QUATERNARY PERIOD (1.6 million years ago–present) forms the  _RL_ second part of  the Cenozoic era (65 million years ago–present): it has  _RL_ been characterized by alternating cold (glacial) and warm (interglacial)  _RL_ periods. During cold periods, ice sheets and glaciers have formed  _RL_ repeatedly on northern and southern continents. The cold  _RL_ environments in North America and Eurasia, and to a lesser  _RL_ extent in southern South America and parts of  Australia, have  _RL_ caused the migration of  many life-forms toward the Equator.  _RL_ Only the specialized ice age mammals such as Mammuthus  _RL_ and Coelodonta, with their thick wool and fat insulation,  _RL_ were suited to life in very cold climates. Humans developed  _RL_ throughout the Pleistocene period (1.6 million–10,000 years  _RL_ ago) in Africa and migrated northward into Europe and Asia.  _RL_ Modern humans, Homo sapiens, lived on the cold European  _RL_ continent 30,000 years ago and hunted other mammals. The  _RL_ end of  the last ice age and the climatic changes that occurred  _RL_ about 10,000 years ago brought extinction to many Pleistocene  _RL_ mammals, but enabled humans to flourish. _RL_ "], "page": 78, "subtopic": "quaternary period  "}, {"topic": "p r e h i s t o r i c   e a r t h  ", "description": ["FOR ALMOST A THOUSAND MILLION YEARS after its formation, there  _RL_ was no known life on Earth. The first simple, sea-dwelling organic  _RL_ structures appeared about 3.5 billion years ago; they may have  _RL_ formed when certain chemical molecules joined together.  _RL_ Prokaryotes, single-celled microorganisms such as blue-green  _RL_ algae, were able to photosynthesize (see pp. 138–139), and thus  _RL_ produce oxygen. A thousand million years later, sufficient  _RL_ oxygen had built up in the Earth’s atmosphere to allow  _RL_ multicellular organisms to proliferate in the Precambrian  _RL_ seas (before 570 million years ago). Soft-bodied jellyfish,  _RL_ corals, and seaworms flourished about 700 million years  _RL_ ago. Trilobites, the first animals with hard body frames,  _RL_ developed during the Cambrian period (570–510 million  _RL_ years ago). However, it was not until the beginning of the  _RL_ Devonian period (409–363 million years ago) that early  _RL_ land plants, such as Asteroxylon, formed a water- _RL_ retaining cuticle, which ended their dependence on an  _RL_ aquatic environment. About 360 million years ago, the   _RL_ first amphibians (see pp. 80–81) crawled onto the land,  _RL_ although they probably still returned to the water to lay  _RL_ their soft eggs. By the time the first reptiles and synapsids  _RL_ appeared late in the Carboniferous, animals with  _RL_ backbones had become fully independent of  water. _RL_ "], "page": 80, "subtopic": "early signs of life  "}, {"topic": "p r e h i s t o r i c   e a r t h  ", "description": ["THE EARLIEST KNOWN AMPHIBIANS, such as Acanthostega  _RL_ and Ichthyostega, lived about 363 million years ago  _RL_ at the end of the Devonian period (409–363 million years  _RL_ ago). Their limbs may have evolved from the muscular  _RL_ fins of  lungfishlike creatures. These fish can use their  _RL_ fins to push themselves along the bottom of  lakes and  _RL_ some can breathe at the water’s surface. While  _RL_ amphibians (see pp. 182–183) can exist on land, they are  _RL_ dependent on a wet environment because their skin does  _RL_ not retain moisture and most species must return to the  _RL_ water to lay their eggs. Evolving from amphibians, reptiles  _RL_ (see pp. 184–187) first appeared during the Carboniferous  _RL_ period (363–290 million years ago): Westlothiana, a  _RL_ possible early reptile, lived on land 338 million years ago.  _RL_ The development of  the amniotic egg, with an embryo  _RL_ enclosed in its own wet environment (the amnion) and  _RL_ protected by a waterproof  shell, freed reptiles from the  _RL_ amphibian’s dependence on a wet habitat. A scaly skin  _RL_ protected the reptile from desiccation on land and  _RL_ enabled it to exploit ways of  life closed to its amphibian  _RL_ ancestors. Reptiles include the dinosaurs, which came   _RL_ to dominate life on land during the Mesozoic era   _RL_ (245–65 million years ago). _RL_ "], "page": 82, "subtopic": "amphibians and reptiles  "}, {"topic": "internal anatomy   of a female frog  ", "description": ["THE CLASS AMPHIBIA INCLUDES FROGS and toads (which make  _RL_ up the order Anura), and newts and salamanders (which make  _RL_ up the order Urodela). Amphibians typically have moist,  _RL_ scaleless, hairless skin; lungs; and are cold-blooded.  _RL_ They also undergo complete metamorphosis, from  _RL_ eggs laid in water through various water-living  _RL_ larval stages (such as tadpoles) to land-living  _RL_ adults. Typical features of  adult frogs and  _RL_ toads include a squat body with no tail; long,  _RL_ powerful hind legs; and large, often bulging,  _RL_ eyes. Adult newts and salamanders typically  _RL_ have a long body with a well-developed  _RL_ tail; and relatively short, equal-sized legs.  _RL_ However, newts and salamanders show  _RL_ considerable variation; for example, in  _RL_ some species the adults have minute  _RL_ legs, external gills rather than lungs,  _RL_ and spend their entire lives in water. _RL_ "], "page": 184, "subtopic": "larynx  "}, {"topic": "caves  ", "description": ["CAVES COMMONLY FORM in areas of  _RL_ limestone, although on coastlines they  _RL_ also occur in other rocks. Limestone is  _RL_ made of  calcite (calcium carbonate),  _RL_ which dissolves in the carbonic acid  _RL_ naturally present in rainwater, and in  _RL_ humic acids from the decay of  _RL_ vegetation. The acidic water  _RL_ trickles down through cracks and  _RL_ joints in the limestone and between rock layers,  _RL_ breaking up the surface terrain into clints (blocks of  _RL_ rock), separated by grikes (deep cracks), and punctuated  _RL_ by sink-holes (also called swallow-holes or potholes) into  _RL_ "], "page": 286, "subtopic": "surface topography of a cave system  "}, {"topic": "a n i m a l s  ", "description": ["CROCODILIANS AND TURTLES BELONG to different orders in the class Reptilia.  _RL_ The order Crocodilia includes crocodiles, alligators, caimans, and gharials.  _RL_ Typically, crocodilians are carnivores (flesh-eaters), and have a long  _RL_ snout, sharp teeth for gripping prey, and hard, square scales. All  _RL_ crocodilians are adapted to living on land and in water: they have four  _RL_ strong legs for moving on land; a powerful tail for swimming; and their  _RL_ eyes and nostrils are high on the head so that they stay above water while  _RL_ the rest of  the body is submerged. The order Chelonia includes marine  _RL_ turtles, terrapins (freshwater turtles), and tortoises (land turtles).  _RL_ Characteristically, chelonians have a short, broad body encased in a  _RL_ bony shell with an outer horny covering, into which the head and limbs  _RL_ can be withdrawn; and a horny beak instead of  teeth. _RL_ "], "page": 188, "subtopic": "crocodilians   and turtles  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["RIVERS FORM PART of  the water cycle—the continuous  _RL_ circulation of  water between the land, sea, and  _RL_ atmosphere. The source of  a river may be a mountain  _RL_ spring or lake, or a melting glacier. The course that  _RL_ the river subsequently takes depends on the slope of  _RL_ the terrain and on the rock types and formations over  _RL_ which it flows. In its early, upland stages, a river  _RL_ tumbles steeply over rocks and boulders and cuts a  _RL_ steep-sided V-shaped valley. Farther downstream, it  _RL_ flows smoothly over sediments and forms winding  _RL_ meanders, eroding sideways to create broad valleys  _RL_ and plains. On reaching the coast, the river may deposit  _RL_ sediment to form an estuary or delta (see pp. 290-291). _RL_ "], "page": 290, "subtopic": "rivers  "}, {"topic": "a n i m a l s  ", "description": ["GREATER FLAMINGO _RL_ (Phoenicopterus ruber) _RL_ In the living bird, the large,  _RL_ curved beak contains a  _RL_ cartilaginous “strainer” for  _RL_ filtering food particles  _RL_ from water. _RL_ "], "page": 192, "subtopic": "birds 2  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["lakes are found in deep rift valleys formed  _RL_ by vertical movements of  the Earth’s crust  _RL_ (see pp. 58-59)—for example, Lake Baikal  _RL_ in Russia, the world’s largest freshwater  _RL_ lake, and the Dead Sea in the Middle East,  _RL_ one of  the world’s saltiest lakes. Where  _RL_ water is able to drain away, it sinks into  _RL_ the ground until it reaches a layer of  _RL_ impermeable rock, then accumulates in  _RL_ the permeable rock above it; this water- _RL_ saturated permeable rock is called an  _RL_ aquifer. The saturated zone varies in  _RL_ depth according to seasonal and climatic  _RL_ changes. In wet conditions, the water  _RL_ stored underground builds up, while in dry periods it becomes depleted.  _RL_ Where the upper edge of  the saturated zone—the water table—meets   _RL_ the ground surface, water emerges as springs. In an artesian basin, where the  _RL_ aquifer is below an aquiclude (layer of  impermeable rock), the water table  _RL_ throughout the basin is determined by its height at the rim. In the center   _RL_ of  such a basin, the water table is above ground level. The water in the   _RL_ basin is thus trapped below the water table and can rise under its own  _RL_ pressure along faultlines or well shafts.  _RL_ "], "page": 294, "subtopic": "lakes and groundwater  "}, {"topic": "a n i m a l s  ", "description": ["THE MAMMALIAN ORDER CARNIVORA includes cats, dogs,  _RL_ bears, raccoons, pandas, weasels, badgers, skunks, otters,   _RL_ civets, mongooses, and hyenas. The order’s name is derived  _RL_ from the fact that most of  its members are carnivores  _RL_ (flesh -eaters). Typical carnivore features therefore  _RL_ reflect a hunting life-style: speed and agility; sharp  _RL_ claws and well-developed canine teeth for holding  _RL_ and killing prey; carnassial teeth (cheek teeth) for  _RL_ cutting flesh; and forward-facing eyes for good  _RL_ distance judgment. However, some members of  the  _RL_ order—bears, badgers, and foxes, for example— _RL_ have a more mixed diet, and a few are entirely  _RL_ herbivorous (plant-eating), notably pandas.  _RL_ Such animals have no carnassial teeth and tend  _RL_ to be slower  moving than pure flesh-eaters. _RL_ "], "page": 196, "subtopic": "carnivores  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["OCEANS AND SEAS COVER ABOUT 70 PERCENT of  the Earth’s  _RL_ surface and account for about 97 percent of  its total   _RL_ water. These oceans and seas play a crucial role in  _RL_ regulating temperature variations and  _RL_ determining climate. Their waters absorb  _RL_ heat from the Sun, especially in tropical  _RL_ regions, and the surface currents distribute  _RL_ it around the Earth, warming overlying  _RL_ air masses and neighboring land in  _RL_ winter and cooling them in summer.  _RL_ The oceans are never still. Differences  _RL_ in temperature and salinity drive  _RL_ deep current systems, while surface  _RL_ currents are generated by winds  _RL_ blowing over the oceans. All currents  _RL_ are deflected—to the right in the  _RL_ Northern Hemisphere, to the left in  _RL_ the Southern Hemisphere—as a result  _RL_ of  the Earth’s rotation. This deflective  _RL_ factor is known as the Coriolis force.  _RL_ A current that begins on the surface is  _RL_ immediately deflected. This current in  _RL_ turn generates a current in the layer of  water  _RL_ beneath, which is also deflected. As the movement  _RL_ is transmitted downward, the deflections form an  _RL_ Ekman spiral. The waters of  the oceans and seas are  _RL_ also moved by the constant ebb and flow of  tides. These  _RL_ are caused by the gravitational pull of  the Moon and Sun.  _RL_ The highest tides (Spring tides) occur at full and new Moon;  _RL_ the lowest tides (neap tides) occur at first and last quarter. _RL_ "], "page": 298, "subtopic": "oceans and seas  "}, {"topic": "p r e h i s t o r i c   e a r t h  ", "description": ["P R E H I S T O R I C   E A R T H _RL_ "], "page": 108, "subtopic": "mammals 2  "}, {"topic": "p l a n t s  ", "description": ["THERE ARE MORE THAN 300,000 SPECIES of  plant.  _RL_ They show a wide diversity of  forms and life-styles, ranging, for example,  _RL_ from delicate liverworts, adapted for life in a damp habitat, to cacti, capable of  surviving   _RL_ in the desert, and from herbaceous plants, such as corn, which completes its life-cycle in one year,   _RL_ to the giant redwood tree, which can live for thousands of  years. This diversity reflects the adaptations   _RL_ of  plants to survive in a wide range of  habitats. This is seen most clearly in the flowering plants (phylum  _RL_ Angiospermophyta), which are the most numerous, with over 250,000 species, and the most widespread,   _RL_ being found from the tropics to the poles. Despite their diversity, plants share certain characteristics: typically,  _RL_ plants are green, and make their food by photosynthesis; and most plants live in or on a substrate, such as   _RL_ "], "page": 114, "subtopic": "plant varieties  "}, {"topic": "examples of fungi  ", "description": ["FUNGI WERE ONCE THOUGHT OF AS PLANTS but are now classified as  _RL_ a separate kingdom. This kingdom includes not only the familiar  _RL_ mushrooms, puffballs, stinkhorns, and molds, but also yeasts,   _RL_ smuts, rusts, and lichens. Most fungi are multicellular, consisting  _RL_ of  a mass of  threadlike hyphae that together form a mycelium.  _RL_ However, the simpler fungi (e.g., yeasts) are microscopic,  _RL_ single-celled organisms. Typically, fungi reproduce by means of  _RL_ spores. Most fungi feed on dead or decaying matter, or on living  _RL_ organisms. A few fungi obtain their food from plants or algae,  _RL_ with which they have a symbiotic (mutually advantageous)  _RL_ relationship. Lichens are a symbiotic partnership between  _RL_ algae and fungi. Of  the six types of  lichens, the three most  _RL_ common are crustose (flat and crusty), foliose (leafy), and  _RL_ fruticose (shrublike). Some lichens (e.g., Cladonia floerkeana)  _RL_ "], "page": 116, "subtopic": "emerging   sporophore   (spore-bearing   structure)  "}, {"topic": "algae are not true plants. they form a diverse group   of  plantlike organisms that belong to the kingdom protista.   like plants, algae possess the green pigment chlorophyll   and make their own food by photosynthesis (see pp. 138-139).   many algae also possess other pigments by which they can be   classified; for example, the brown pigment fucoxanthin is   found in the brown algae. some of  the 10 phyla of  algae are   exclusively unicellular (single-celled); others also contain   aggregates of  cells in filaments or colonies. three phyla—  the chlorophyta (green algae), rhodophyta (red algae),   and phaeophyta (brown algae)—contain larger, multicellular,    thalloid (flat), marine organisms commonly known as seaweeds.   most algae can reproduce sexually. for   example, in the brown seaweed   fucus vesiculosus, gametes   (sex cells) are produced in   conceptacles (chambers) in   the receptacles (fertile tips   of fronds); after their release   into the sea, antherozoids   (male gametes) and oospheres   (female gametes) fuse; the   resulting zygote settles on a rock   and develops into a new seaweed.  ", "description": ["ALGAE ARE NOT TRUE PLANTS. They form a diverse group  _RL_ of  plantlike organisms that belong to the kingdom Protista.  _RL_ Like plants, algae possess the green pigment chlorophyll  _RL_ and make their own food by photosynthesis (see pp. 138-139).  _RL_ Many algae also possess other pigments by which they can be  _RL_ classified; for example, the brown pigment fucoxanthin is  _RL_ found in the brown algae. Some of  the 10 phyla of  algae are  _RL_ exclusively unicellular (single-celled); others also contain  _RL_ aggregates of  cells in filaments or colonies. Three phyla— _RL_ the Chlorophyta (green algae), Rhodophyta (red algae),  _RL_ and Phaeophyta (brown algae)—contain larger, multicellular,   _RL_ thalloid (flat), marine organisms commonly known as seaweeds.  _RL_ Most algae can reproduce sexually. For  _RL_ example, in the brown seaweed  _RL_ Fucus vesiculosus, gametes  _RL_ (sex cells) are produced in  _RL_ conceptacles (chambers) in  _RL_ the receptacles (fertile tips  _RL_ of fronds); after their release  _RL_ into the sea, antherozoids  _RL_ (male gametes) and oospheres  _RL_ (female gametes) fuse; the  _RL_ resulting zygote settles on a rock  _RL_ and develops into a new seaweed. _RL_ "], "page": 118, "subtopic": "examples of algae   "}, {"topic": "p l a n t s  ", "description": ["LIVERWORTS AND MOSSES ARE SMALL, LOW-GROWING PLANTS that belong to the phylum  _RL_ Bryophyta. Bryophytes do not have true stems, leaves, or roots (they are anchored to  _RL_ the ground by rhizoids), nor do they have the vascular tissues (xylem and phloem)  _RL_ that transport water and nutrients in higher plants. With no outer, waterproof  _RL_ cuticle, bryophytes are susceptible to drying out, and most grow in moist habitats.  _RL_ The bryophyte life-cycle has two stages. In stage one, the green plant (gametophyte)  _RL_ produces male and female gametes (sex cells), which fuse to form a zygote. In stage  _RL_ two, the zygote develops into a sporophyte that remains attached to the gametophyte.  _RL_ The sporophyte produces spores, which are released and germinate into new green  _RL_ plants. Liverworts (class Hepaticae) grow horizontally and may be thalloid (flat and  _RL_ ribbonlike) or “leafy.” Mosses (class Musci) typically have an upright “stem” with  _RL_ spirally arranged “leaves.” _RL_ "], "page": 120, "subtopic": "liverworts and mosses  "}, {"topic": "p l a n t s  ", "description": ["HORSETAILS, CLUBMOSSES, AND FERNS are primitive land  _RL_ plants, which, like higher plants, have stems, roots, and leaves,  _RL_ and vascular systems that transport water, minerals, and food.  _RL_ However, unlike higher plants, they do not produce seeds when  _RL_ reproducing. Their life-cycles involve two stages. In stage one,  _RL_ the sporophyte (green plant) produces spores in sporangia.   _RL_ In stage two, the spores germinate, developing into small,   _RL_ short-lived gametophyte plants that produce male and female  _RL_ gametes (sex cells); the gametes fuse to form a zygote from  _RL_ which a new sporophyte plant develops. Horsetails (phylum  _RL_ "], "page": 122, "subtopic": "horsetails, clubmosses,   "}, {"topic": "p l a n t s  ", "description": ["THE GYMNOSPERMS ARE FOUR RELATED PHYLA of seed-producing  _RL_ plants; their seeds, however, lack the protective, outer covering   _RL_ that surrounds the seeds of  flowering plants. Typically,  _RL_ gymnosperms are woody, perennial shrubs or trees, with stems,  _RL_ leaves, and roots, and a well-developed vascular (transportat) system.  _RL_ The reproductive structures in most gymnosperms are cones: male  _RL_ cones produce microspores in which male gametes (sex cells) develop;  _RL_ female cones produce megaspores in which female gametes develop.  _RL_ Microspores are blown by the wind to female cones, male and female  _RL_ gametes fuse during fertilization, and a seed develops. The four  _RL_ gymnosperm phyla are the conifers (phylum Coniferophyta), mostly  _RL_ tall trees; cycads (phylum Cycadophyta), small palmlike  _RL_ trees; the ginkgo or maidenhair tree  _RL_ (phylum Ginkgophyta), a tall tree with  _RL_ bilobed leaves; and gnetophytes  _RL_ (phylum Gnetophyta), a diverse  _RL_ group of  plants, mainly shrubs,  _RL_ but also including the  _RL_ horizontally growing  _RL_ welwitschia. _RL_ "], "page": 124, "subtopic": "gymnosperms 1  "}, {"topic": "p l a n t s  ", "description": ["Woody ovuliferous  _RL_ scale (ovule- then  _RL_ seed-bearing structure) _RL_ "], "page": 126, "subtopic": "gymnosperms 2  "}, {"topic": "p l a n t s  ", "description": ["bundles throughout the stem; and, since they lack stem  _RL_ CROSS-SECTION  _RL_ THROUGH  _RL_ cambium (actively dividing cells that produce wood),  _RL_ MONOCOTYLEDONOUS  _RL_ most monocotyledons are herbaceous (see pp. 128-129).  _RL_ LEAF BASES _RL_ Dicotyledons have seeds with two cotyledons; leaves are broad with a central  _RL_ midrib and branched veins; flower parts occur in multiples of  four or five;  _RL_ sepals are generally small and green; petals are large and colorful; vascular  _RL_ bundles are arranged in a ring around the edge of  the stem; and, because many  _RL_ dicotyledons possess wood-producing stem cambium, there are woody forms  _RL_ (see pp. 130-131) as well as herbaceous ones. _RL_ "], "page": 128, "subtopic": "monocotyledons   and dicotyledons  "}, {"topic": "p l a n t s  ", "description": ["HERBACEOUS FLOWERING PLANTS TYPICALLY HAVE GREEN, NON-WOODY STEMS, and tend to be relatively  _RL_ short-lived. Many herbaceous plants live for only one or two years. Annuals (e.g., sweet peas) grow from  _RL_ seed, produce flowers and then seeds, and die within a single year. Biennials  _RL_ (e.g., carrots) have a two-year life cycle. In the first year, seeds grow into plants,  _RL_ which produce leaves and store food in underground storage organs; the stems  _RL_ and foliage then die back in winter. In the second year, new stems grow from  _RL_ the storage organs, produce leaves, flowers, and seeds, and then die. Some  _RL_ herbaceous plants (e.g., potatoes) are perennial. They grow back year after year,  _RL_ producing shoots and flowers in spring,  _RL_ storing food in underground tubers or  _RL_ rhizomes during summer,  _RL_ dying back in the fall,   _RL_ and surviving  _RL_ underground  _RL_ during winter.  _RL_ "], "page": 130, "subtopic": "herbaceous flowering plants  "}, {"topic": "p l a n t s  ", "description": ["WOODY FLOWERING PLANTS ARE PERENNIAL, that is, they continue to grow and reproduce for many years.  _RL_ They have one or more permanent stems above ground, and numerous smaller branches. The stems and branches  _RL_ have a strong woody core that supports the plant and contains vascular tissue for transporting water and  _RL_ nutrients. Outside the woody core is a layer of  tough, protective bark, which has lenticels (tiny pores) in it to  _RL_ enable gases to pass through. Woody flowering plants may be shrubs, which have several stems arising from the  _RL_ soil; bushes, which are shrubs with dense branching and foliage; or trees, which typically have a single upright  _RL_ stem (the trunk) that bears branches. Deciduous woody  _RL_ plants (e.g., roses) shed all their leaves once a year  _RL_ and remain leafless during winter. Evergreen  _RL_ woody plants (e.g., ivy) shed their leaves  _RL_ gradually, so retaining full  _RL_ leaf  cover throughout  _RL_ the year. _RL_ "], "page": 132, "subtopic": "woody flowering plants  "}, {"topic": "p l a n t s  ", "description": ["Second, they absorb water and minerals from the spaces  _RL_ between soil particles; the roots’ absorptive properties are  _RL_ increased by root hairs, which grow behind the root tip,  _RL_ allowing maximum uptake of  vital substances. Third, the  _RL_ root is part of  the plant’s transport system: xylem carries  _RL_ water and minerals from the roots to the stem and leaves,  _RL_ and phloem carries nutrients from the leaves to all parts of  _RL_ the root system. In addition, some roots (e.g., carrots) are food  _RL_ stores. Roots have an outer epidermis covering a cortex of  parenchyma  _RL_ (packing tissue), and a central cylinder of  vascular tissue. This arrangement  _RL_ helps the roots resist the forces of  compression as they grow through the soil. _RL_ "], "page": 134, "subtopic": "roots  "}, {"topic": "p l a n t s  ", "description": ["THE STEM IS THE MAIN SUPPORTIVE PART OF A PLANT that grows  _RL_ above ground. Stems bear leaves (organs of  photosynthesis), which   _RL_ grow at nodes; buds (shoots covered by protective scales), which grow   _RL_ at the stem tip (apical or terminal buds) and in the angle between a  _RL_ leaf  and the stem (axillary or lateral buds); and flowers (reproductive  _RL_ structures). The stem forms part of  the plant’s transport system: xylem  _RL_ tissue in the stem transports water and minerals from the roots to the  _RL_ aerial parts of  the plant, and phloem tissue transports nutrients  _RL_ manufactured in the leaves to other parts of  the plant. Stem tissues  _RL_ are also used for storing water and food. Herbaceous (non-woody)  _RL_ stems have an outer protective epidermis covering a cortex that  _RL_ consists mainly of  parenchyma (packing tissue) but also has some  _RL_ collenchyma (supporting tissue). The vascular tissue of  such stems   _RL_ is arranged in bundles, each of  which consists of  xylem, phloem,   _RL_ and sclerenchyma (strengthening tissue). Woody stems have an outer  _RL_ protective layer of  tough bark, which is perforated with lenticels (pores)  _RL_ to allow gas exchange. Inside the bark is a ring of  secondary phloem,  _RL_ which surrounds an inner core of  secondary xylem. _RL_ "], "page": 136, "subtopic": "stems  "}, {"topic": "p l a n t s  ", "description": ["CHECKERBLOOM _RL_ (Sidalcea malviflora) _RL_ leaflets. Compound leaves may be pinnate, with pinnae (leaflets)  _RL_ on both sides of  a rachis (main axis), or palmate, with leaflets  _RL_ arising from a single point at the tip of  the petiole. Leaves can   _RL_ be classified further by the overall shape of  the lamina, and   _RL_ by the shape of  the lamina’s   _RL_ apex, margin, and base. _RL_ "], "page": 138, "subtopic": "leaves  "}, {"topic": "p l a n t s  ", "description": ["PHOTOSYNTHESIS IS THE PROCESS by which plants make their food  _RL_ using sunlight, water, and carbon dioxide. It takes place inside special  _RL_ structures in leaf  cells called chloroplasts. The chloroplasts contain  _RL_ chlorophyll, a green pigment that absorbs energy from sunlight.  _RL_ During photosynthesis, the absorbed energy is used to join together  _RL_ carbon dioxide and water to form the sugar glucose, which is the  _RL_ energy source for the whole plant; oxygen, a waste product, is  _RL_ released into the air. Leaves are the main sites of  photosynthesis,   _RL_ and have various adaptations for that purpose: flat laminae (blades)  _RL_ provide a large surface for absorbing sunlight; stomata (pores) in the  _RL_ lower surface of  the laminae allow gases (carbon dioxide and oxygen)  _RL_ to pass into and out of  the leaves; and an extensive network of  veins  _RL_ brings water into the leaves and transports the glucose produced by  _RL_ photosynthesis to the rest of  the plant. _RL_ "], "page": 140, "subtopic": "photosynthesis  "}, {"topic": "p l a n t s  ", "description": ["the sepals. In monocotyledonous flowers (see pp. 126-127), sepals   _RL_ and petals are indistinguishable; individually they are called tepals  _RL_ (collectively called the perianth). The petals surround the male  _RL_ and female reproductive structures (androecium and gynoecium).  _RL_ The androecium consists of  stamens (male organs); each stamen  _RL_ is made up of  a filament (stalk) and anther. The gynoecium  _RL_ has one or more carpels (female organs); each carpel consists  _RL_ of  an ovary, style, and stigma. Some flowers (e.g., lily) occur  _RL_ singly on a pedicel (flower stalk); others (e.g., elder,  _RL_ sunflower) are arranged in a group (inflorescence)  _RL_ on a peduncle (inflorescence stalk). _RL_ A MONOCOTYLEDONOUS  _RL_ FLOWER _RL_ Lily _RL_ (Lilium sp.) _RL_ "], "page": 142, "subtopic": "flowers 1  "}, {"topic": "p l a n t s  ", "description": ["Epidermis  _RL_ (outer layer  _RL_ of  cells)  _RL_ of peduncle  _RL_ (inflorescence  _RL_ stalk) _RL_ "], "page": 144, "subtopic": "flowers 2  "}, {"topic": "p l a n t s  ", "description": ["POLLINATION IS THE TRANSFER OF POLLEN (which contains  _RL_ the male sex cells) from an anther (part of  the male  _RL_ reproductive organ) to a stigma (part of  the female  _RL_ reproductive organ). This process precedes fertilization  _RL_ (see pp. 146-147). Pollination may occur within the same  _RL_ flower (self-pollination), or between flowers on separate  _RL_ plants of  the same species (cross-pollination).  _RL_ In most plants, pollination is carried out either  _RL_ by insects (entomophilous pollination) or by the  _RL_ wind (anemophilous pollination). Less commonly,  _RL_ birds, bats, or water are the agents of  pollination.  _RL_ Insect-pollinated flowers are typically brightly  _RL_ colored, scented, and produce  _RL_ nectar, on which insects  _RL_ feed. Such flowers also  _RL_ tend to have patterns that  _RL_ are visible only in ultraviolet  _RL_ light, which many insects can  _RL_ see but which humans cannot.  _RL_ These features attract insects,  _RL_ which become covered with the  _RL_ sticky or hooked pollen grains  _RL_ when they visit one flower,  _RL_ and then transfer the pollen  _RL_ to the next flower they visit.  _RL_ Wind-pollinated flowers are  _RL_ generally small, relatively  _RL_ inconspicuous, and unscented.  _RL_ They produce large quantities  _RL_ of  light pollen grains that are  _RL_ easily blown by the wind to  _RL_ other flowers. _RL_ "], "page": 146, "subtopic": "pollination  "}, {"topic": "p l a n t s  ", "description": ["grains that contain the male gametes are on  _RL_ the stigma, some distance from the female  _RL_ gamete (ovum) inside the ovule. To enable the  _RL_ gametes to meet, the pollen grain germinates  _RL_ and produces a pollen tube, which grows  _RL_ down and enters the embryo sac (the inner  _RL_ part of  the ovule that contains the ovum).  _RL_ Two male gametes, traveling at the tip of  the  _RL_ pollen tube, enter the embryo sac. One gamete  _RL_ fuses with the ovum to produce a zygote that   _RL_ will develop into an embryo plant. The other  _RL_ male gamete fuses with two polar nuclei to  _RL_ produce the endosperm, which acts as a food   _RL_ supply for the developing embryo. Fertilization  _RL_ also initiates other changes: the integument (outer  _RL_ part of  ovule) forms a testa (seed coat) around the  _RL_ embryo and endosperm; the petals fall off; the stigma  _RL_ and style wither; and the ovary wall forms a layer  _RL_ (called the pericarp) around the seed. Together, the  _RL_ pericarp and seed form the fruit, which may be  _RL_ succulent (see pp. 148-149) or dry (see pp. 150-151).   _RL_ "], "page": 148, "subtopic": "fertilization  "}, {"topic": "hesperidium (a type of berry)  lemon  (citrus limon)  ", "description": ["(see pp. 150-151). Succulent fruits are  _RL_ fleshy and brightly colored, making  _RL_ them attractive to animals, which  _RL_ eat them and so disperse the seeds  _RL_ away from the parent plant. The  _RL_ wall (pericarp) of  a succulent fruit  _RL_ has three layers: an outer exocarp,  _RL_ a middle mesocarp, and an inner  _RL_ endocarp. These three layers vary  _RL_ in thickness and texture in different  _RL_ types of  fruits and may blend into  _RL_ each other. Succulent fruits can be  _RL_ classed as simple (derived from  _RL_ one ovary) or compound (derived  _RL_ from several ovaries). Simple  _RL_ succulent fruits include berries,  _RL_ "], "page": 150, "subtopic": "endocarp  "}, {"topic": "p l a n t s  ", "description": ["dehiscent, in which the pericarp splits open to  _RL_ release the seeds; indehiscent, which do not split  _RL_ open; and schizocarpic, in which the fruit splits  _RL_ but the seeds are not exposed. Dehiscent dry  _RL_ fruits include capsules (e.g., love-in-a-mist),  _RL_ follicles (e.g., delphinium), legumes (e.g., pea),  _RL_ and siliquas (e.g., honesty). Typically, the  _RL_ seeds of  dehiscent fruits are dispersed by   _RL_ the wind. Indehiscent dry fruits include nuts  _RL_ (e.g., sweet chestnut), nutlets (e.g., goosegrass),  _RL_ achenes (e.g., strawberry), caryopses  _RL_ "], "page": 152, "subtopic": "dry fruits  "}, {"topic": "p l a n t s  ", "description": ["GERMINATION IS THE GROWTH OF SEEDS INTO SEEDLINGS. It starts when  _RL_ seeds become active below ground, and ends when the first foliage  _RL_ leaves appear above ground. A seed consists of  an embryo and  _RL_ its food supply, surrounded by a testa (seed coat). The embryo is  _RL_ made up of  one or two cotyledons (seed leaves) attached to a central  _RL_ axis. The upper part of  the axis consists of  an epicotyl, which has a  _RL_ plumule (embryonic shoot) at its tip. The lower part of  the axis consists  _RL_ of  a hypocotyl and a radicle (embryonic root). After dispersal from the  _RL_ parent plant, the seeds dehydrate and enter a period of  dormancy.  _RL_ Following this dormant period, germination begins, provided that the  _RL_ seeds have enough water, oxygen, warmth, and, in some cases, light.   _RL_ In the first stages of  germination, the seed takes in water; the  _RL_ embryo starts to use its food supply; and the  _RL_ radicle swells, breaks through the testa,  _RL_ and grows downward. Germination  _RL_ then proceeds in one of two ways,  _RL_ depending on the type of  seed.  _RL_ In epigeal germination, the  _RL_ hypocotyl lengthens, pulling  _RL_ the plumule and its protective  _RL_ cotyledons out of  the soil.  _RL_ In hypogeal germination,  _RL_ the cotyledons remain below  _RL_ ground and the epicotyl  _RL_ lengthens, pushing  _RL_ the plumule upward. _RL_ "], "page": 154, "subtopic": "germination  "}, {"topic": "p l a n t s  ", "description": ["CORM _RL_ Gladiolus _RL_ (Gladiolus sp.) _RL_ bulbs (swollen leaf  bases) and corms (swollen stems),  _RL_ which produce daughter bulbs or corms that separate  _RL_ off  from the parent; and stem tubers (thickened  _RL_ underground stems) and root tubers (swollen  _RL_ adventitious roots), which also separate off  from  _RL_ the parent. Other propagative structures include  _RL_ runners and stolons, creeping horizontal stems that  _RL_ take root and produce new plants; bulbils, small bulbs that  _RL_ develop on the stem or in the place of  flowers, and then  _RL_ drop off  and grow into new plants; and adventitious buds,  _RL_ miniature plants that form on leaf  margins before dropping  _RL_ to the ground and growing into mature plants. _RL_ "], "page": 156, "subtopic": "vegetative   reproduction  "}, {"topic": "stem succulent  golden barrel cactus  (echinocactus grusonii)  ", "description": ["LEAF  _RL_ SUCCULENT _RL_ Lithops sp. _RL_ succulent plants, stores water in specially  _RL_ enlarged spongy tissues found in leaves, roots,  _RL_ or stems. Leaf  succulents have enlarged, fleshy,  _RL_ water-storing leaves. Root succulents have a  _RL_ large, underground water-storage organ with  _RL_ short-lived stems and leaves above ground. Stem  _RL_ succulents are represented by the cacti (family  _RL_ Cactaceae). Cacti stems are fleshy, green, and  _RL_ photosynthetic; they are typically ribbed or  _RL_ covered by tubercles in rows, with leaves  _RL_ being reduced to spines or entirely absent. _RL_ "], "page": 158, "subtopic": "areole   (modified   lateral shoot)   "}, {"topic": "p l a n t s  ", "description": ["WETLAND PLANTS GROW SUBMERGED IN WATER, either partially (e.g., water hyacinth) or completely (e.g.,  _RL_ pond weeds), and show various adaptations to this habitat. Typically, there are numerous air spaces inside the  _RL_ stems, leaves, and roots; these aid gas exchange and buoyancy. Submerged parts generally have no cuticle  _RL_ (waterproof  covering), enabling the plants to absorb minerals and gases directly from the water; in addition,  _RL_ being supported by the water, they need little of  the supportive tissue found in land plants. Stomata, the gas  _RL_ exchange pores, are absent from plants  _RL_ that are completely submerged; in  _RL_ partially submerged plants with  _RL_ floating leaves (e.g., water lilies),  _RL_ stomata are found on the upper  _RL_ leaf  surfaces, where they cannot  _RL_ be flooded. _RL_ "], "page": 160, "subtopic": "wetland plants  "}, {"topic": "p l a n t s  ", "description": ["CARNIVOROUS (INSECTIVOROUS) PLANTS FEED ON INSECTS and other small  _RL_ animals, in addition to producing food in their leaves by photosynthesis.  _RL_ The nutrients absorbed from trapped insects enable carnivorous plants to  _RL_ thrive in acid, boggy soils that lack essential minerals, especially nitrates,  _RL_ where most other plants could not survive.  _RL_ All carnivorous plants have some leaves  _RL_ modified as traps; many use bright colors  _RL_ and scented nectar to attract prey; and  _RL_ most use enzymes to digest the prey. There  _RL_ are three types of  traps. Pitcher plants, such  _RL_ as the monkey cup and cobra lily, have leaves  _RL_ modified as pitcher-shaped pitfall traps,  _RL_ half-filled with water; once lured inside the  _RL_ mouth of the trap, insects lose their footing on  _RL_ the slippery surface, fall into the liquid, and  _RL_ either decompose or are digested. Venus fly  _RL_ traps use a spring-trap mechanism; when an  _RL_ insect touches trigger hairs on the inner  _RL_ surfaces of  the leaves, the two lobes of  the trap  _RL_ snap shut. Butterworts and sundews entangle  _RL_ prey by sticky droplets on the leaf  surface,  _RL_ "], "page": 162, "subtopic": "carnivorous   plants  "}, {"topic": "a n i m a l s  ", "description": ["up the phylum Porifera. They are among  _RL_ the simplest of  all animals, having no  _RL_ tissues or organs. Their bodies consist  _RL_ of  two layers of  cells separated by a  _RL_ jellylike layer (mesohyal) that is strengthened  _RL_ by mineral spicules or protein fibers. The body  _RL_ is perforated by a system of  pores and water  _RL_ channels called the aquiferous system. Special  _RL_ cells (choanocytes) with whiplike structures  _RL_ (flagella) draw water through the aquiferous  _RL_ system, thereby bringing tiny food particles  _RL_ to the sponge’s cells. Jellyfish (class Scyphozoa),  _RL_ sea anemones (class Anthozoa), and corals  _RL_ (also class Anthozoa) belong to the  _RL_ phylum Cnidaria, also known as  _RL_ Coelenterata. More complex than  _RL_ sponges, coelenterates have simple  _RL_ tissues, such as nervous tissue;  _RL_ a radially symmetrical body;  _RL_ and a mouth surrounded by  _RL_ tentacles with unique stinging  _RL_ cells (cnidocytes). _RL_ "], "page": 168, "subtopic": "sponges, jellyfish,   and sea anemones  "}, {"topic": "a n i m a l s  ", "description": ["percent of  all known insects). They have a pair of  hard elytra (wing cases),  _RL_ which are modified front wings. The principal function of  the elytra is to  _RL_ protect the hind wings, which are used for flying. Ants, together with bees  _RL_ and wasps, form the order Hymenoptera, which contains about 200,000  _RL_ species. This group is characterized by a marked narrowing between the  _RL_ thorax and abdomen. Butterflies and moths form the order Lepidoptera,  _RL_ which has about 150,000 species. They have wings covered with tiny  _RL_ scales, hence the name of  their order (Lepidoptera means “scale wings”).  _RL_ The separation of  lepidopterans into butterflies and moths is largely  _RL_ artificial, since there are no features that categorically distinguish one  _RL_ group from the other. In general, however, most butterflies fly by day,  _RL_ whereas most moths are night-flyers. Some insects, including butterflies  _RL_ and moths, undergo complete metamorphosis (transformation) during their  _RL_ life-cycle. A butterfly metamorphoses from an egg to a larva (caterpillar),  _RL_ then to a pupa (chrysalis), and finally to an imago (adult). _RL_ "], "page": 170, "subtopic": "insects  "}, {"topic": "a n i m a l s  ", "description": ["Spiders and scorpions are characterized by having four pairs of  _RL_ walking legs; a pair of  pincerlike mouthparts called chelicerae; another  _RL_ pair of  frontal appendages called pedipalps, which are sensory in spiders  _RL_ but used for grasping in scorpions; and a body divided into two  _RL_ sections (a combined head and thorax called a cephalothorax  _RL_ or prosoma, and an abdomen or opisthosoma).  _RL_ Unlike other arthropods, spiders and  _RL_ scorpions lack antennae. Spiders  _RL_ and scorpions are carnivorous.  _RL_ Spiders poison prey by biting  _RL_ with the fanged chelicerae,  _RL_ scorpions by stinging  _RL_ with the end of  the  _RL_ metasoma (tail). _RL_ "], "page": 172, "subtopic": "arachnids  "}, {"topic": "a n i m a l s  ", "description": ["THE SUBPHYLUM CRUSTACEA is one of the largest groups  _RL_ in the phylum Arthropoda. The subphylum is divided  _RL_ into several classes, the most important of  which  _RL_ are Malacostraca and Cirripedia. The class  _RL_ Malacostraca includes crayfish, crabs,  _RL_ lobsters, and shrimps. Typical features of  _RL_ malacostracans include a body divided  _RL_ into two sections (a combined head  _RL_ and thorax called a cephalothorax,  _RL_ and an abdomen); an exoskeleton  _RL_ (external skeleton) with a large  _RL_ plate (carapace) covering the  _RL_ cephalothorax; stalked,  _RL_ compound eyes; and two  _RL_ pairs of  antennae. The class  _RL_ Cirripedia includes barnacles,  _RL_ which, unlike other  _RL_ crustaceans, spend their  _RL_ adult lives attached to a  _RL_ surface, such as a rock. Other  _RL_ characteristics of  cirripedes  _RL_ include an exoskeleton of  _RL_ overlapping calcareous plates;  _RL_ a body consisting almost entirely  _RL_ of  thorax (the abdomen and head  _RL_ are minute); and six pairs of  thoracic  _RL_ appendages (cirri) used for filter feeding. _RL_ EXTERNAL FEATURES  _RL_ OF A CRAB _RL_ "], "page": 174, "subtopic": "crustaceans  "}, {"topic": "external features of   a starfish (upper, or   aboral, surface)  ", "description": ["Echinodermata. A unique feature of  echinoderms is the water  _RL_ vascular system, which consists of  a series of  water-filled canals  _RL_ from which protrude thousands of  tiny tube feet. The tube feet  _RL_ may be used for movement, feeding, or respiration. Other features  _RL_ include pentaradiate symmetry (that is, the body can be divided into  _RL_ five parts radiating from the center); no head; a diffuse, decentralized  _RL_ nervous system that lacks a brain; and no excretory organs. Typically,  _RL_ echinoderms also have an endoskeleton (internal skeleton)  _RL_ consisting of  hard calcite ossicles embedded in the  _RL_ body wall and often bearing protruding spines or  _RL_ tubercles. The ossicles may fit together to  _RL_ form a test (as in sea urchins) or  _RL_ remain separate (as in  _RL_ sea cucumbers). _RL_ "], "page": 176, "subtopic": "disk  "}, {"topic": "a n i m a l s  ", "description": ["THE PHYLUM MOLLUSCA (MOLLUSKS) is a large group of  animals that  _RL_ includes octopuses, snails, and scallops. Octopuses and their relatives— _RL_ including squid and cuttlefish—form the class Cephalopoda.  _RL_ Cephalopods typically have a head with a radula (a filelike feeding  _RL_ organ) and beak; a well-developed nervous system; sucker-bearing  _RL_ tentacles; a muscular mantle (part of  the body wall) that can expel  _RL_ water through the siphon, enabling movement by jet propulsion; and  _RL_ a small shell or no shell. Snails and their relatives—including slugs,  _RL_ limpets, and abalones—make up the class Gastropoda. Gastropods  _RL_ typically have a coiled external shell, although some, such as slugs,  _RL_ have a small internal shell or no shell; a flat foot; and a head with  _RL_ tentacles and a radula. Scallops and their relatives—including clams,  _RL_ "], "page": 178, "subtopic": "mollusks  "}, {"topic": "a n i m a l s  ", "description": ["division of  the superclass Gnathostomata (meaning “jawed  _RL_ mouths”). Also sometimes known as elasmobranchs,  _RL_ sharks and their relatives have a skeleton made of  _RL_ cartilage (hence their common name, cartilaginous  _RL_ fish), a characteristic that distinguishes them from  _RL_ bony fish (see pp. 180-181). Other important features  _RL_ of  cartilaginous fish are extremely tough, toothlike  _RL_ scales, and lack of  a swim bladder. Jawless fish—  _RL_ lampreys and hagfish—are primitive, eellike fish  _RL_ that make up the order Cyclostomata (meaning  _RL_ “round mouths”), a division of  the superclass  _RL_ Agnatha (meaning “without jaws”). In  _RL_ addition to their characteristic round,  _RL_ suckerlike mouths and lack of  jaws,  _RL_ cyclostomes also have smooth,  _RL_ slimy skin without scales, and  _RL_ unpaired fins. _RL_ "], "page": 180, "subtopic": "sharks and   "}, {"topic": "a n i m a l s  ", "description": ["BONY FISH, SUCH AS CARP, TROUT, SALMON, perch, and  _RL_ cod, are by far the best known and largest group of  fish,  _RL_ with more than 20,000 species (over 95 percent of  all  _RL_ known fish). As their name suggests, bony fish have  _RL_ skeletons made of  bone, in contrast to the cartilaginous  _RL_ skeletons of  sharks, jawless fish, and their relatives (see  _RL_ pp. 178-179). Other typical features of  bony fish include  _RL_ a swim bladder, which functions as a variable-buoyancy  _RL_ organ, enabling a fish to remain effortlessly at whatever  _RL_ depth it is swimming; relatively thin, bonelike scales;   _RL_ a flap (called an operculum) covering the gills; and  _RL_ paired pelvic and pectoral fins. Scientifically, bony  _RL_ fish belong to the class Osteichthyes, which is a  _RL_ division of  the superclass Gnathostomata  _RL_ (meaning “jawed mouths”). _RL_ "], "page": 182, "subtopic": "bony fish   "}, {"topic": "internal anatomy   of a female frog  ", "description": ["THE CLASS AMPHIBIA INCLUDES FROGS and toads (which make  _RL_ up the order Anura), and newts and salamanders (which make  _RL_ up the order Urodela). Amphibians typically have moist,  _RL_ scaleless, hairless skin; lungs; and are cold-blooded.  _RL_ They also undergo complete metamorphosis, from  _RL_ eggs laid in water through various water-living  _RL_ larval stages (such as tadpoles) to land-living  _RL_ adults. Typical features of  adult frogs and  _RL_ toads include a squat body with no tail; long,  _RL_ powerful hind legs; and large, often bulging,  _RL_ eyes. Adult newts and salamanders typically  _RL_ have a long body with a well-developed  _RL_ tail; and relatively short, equal-sized legs.  _RL_ However, newts and salamanders show  _RL_ considerable variation; for example, in  _RL_ some species the adults have minute  _RL_ legs, external gills rather than lungs,  _RL_ and spend their entire lives in water. _RL_ "], "page": 184, "subtopic": "larynx  "}, {"topic": "a n i m a l s  ", "description": ["LIZARDS AND SNAKES BELONG to the order Squamata, a division of the class  _RL_ Reptilia. Characteristic reptilian features include scaly skin, lungs, and  _RL_ cold-bloodedness. Most reptiles lay leathery-shelled eggs, although some  _RL_ hatch the eggs inside their bodies and give birth to live young. Lizards  _RL_ belong to the suborder Lacertilia. Typically, they have long tails, and  _RL_ shed their skin in several pieces. Many lizards can regenerate a tail  _RL_ if  it is lost; some can change color; and some are limbless.  _RL_ Snakes make up the suborder Ophidia (also called  _RL_ Serpentes). All snakes have long, limbless bodies;  _RL_ can dislocate their lower jaw to swallow large  _RL_ prey; and have eyelids that are joined together  _RL_ to form a single transparent covering over  _RL_ the front of  the eye. Most snakes shed  _RL_ their skin in a single piece. Constrictor  _RL_ snakes kill their prey by squeezing;  _RL_ venomous snakes poison their prey. _RL_ "], "page": 186, "subtopic": "lizards and snakes   "}, {"topic": "a n i m a l s  ", "description": ["GREATER FLAMINGO _RL_ (Phoenicopterus ruber) _RL_ In the living bird, the large,  _RL_ curved beak contains a  _RL_ cartilaginous “strainer” for  _RL_ filtering food particles  _RL_ from water. _RL_ "], "page": 192, "subtopic": "birds 2  "}, {"topic": "a n i m a l s  ", "description": ["AN EGG IS A SINGLE CELL, produced by the female,  _RL_ with the capacity to develop into a new individual.  _RL_ Development may take place inside the mother’s body  _RL_ (as in most mammals) or outside, in which case the  _RL_ egg has a protective covering such as a shell. Egg yolk  _RL_ nourishes the growing young. Eggs developing inside  _RL_ the mother generally have little yolk, because the young  _RL_ are nourished from her body. Eggs developing outside  _RL_ may also have little yolk if they are produced by animals  _RL_ whose young go through a larval stage (such as a  _RL_ caterpillar) that feeds itself  while developing into   _RL_ the adult form. The shelled eggs of  birds and reptiles  _RL_ contain enough yolk to sustain the young until it   _RL_ hatches into a juvenile version of  the adult. _RL_ "], "page": 194, "subtopic": "eggs     "}, {"topic": "a n i m a l s  ", "description": ["THE MAMMALIAN ORDER CARNIVORA includes cats, dogs,  _RL_ bears, raccoons, pandas, weasels, badgers, skunks, otters,   _RL_ civets, mongooses, and hyenas. The order’s name is derived  _RL_ from the fact that most of  its members are carnivores  _RL_ (flesh -eaters). Typical carnivore features therefore  _RL_ reflect a hunting life-style: speed and agility; sharp  _RL_ claws and well-developed canine teeth for holding  _RL_ and killing prey; carnassial teeth (cheek teeth) for  _RL_ cutting flesh; and forward-facing eyes for good  _RL_ distance judgment. However, some members of  the  _RL_ order—bears, badgers, and foxes, for example— _RL_ have a more mixed diet, and a few are entirely  _RL_ herbivorous (plant-eating), notably pandas.  _RL_ Such animals have no carnassial teeth and tend  _RL_ to be slower  moving than pure flesh-eaters. _RL_ "], "page": 196, "subtopic": "carnivores  "}, {"topic": "a n i m a l s  ", "description": ["features in common. These features include  _RL_ chisel-shaped incisor teeth that grow  _RL_ continually, and eating their feces to  _RL_ extract more nutrients from their plant diet. Rabbits and  _RL_ hares belong to the order Lagomorpha. Characteristically,  _RL_ they have four incisors in the upper jaw and two in the  _RL_ lower jaw; powerful hind legs for jumping; forelimbs  _RL_ adapted for burrowing; long ears; and a small tail. Rodents  _RL_ make up the order Rodentia. This is the largest order of  _RL_ mammals, with more than 1,700 species, including  _RL_ squirrels, beavers, chipmunks, gophers, rats,  _RL_ mice, lemmings, gerbils, porcupines, cavies,  _RL_ and the capybara. Typical rodent features  _RL_ include two incisors in each jaw;  _RL_ short forelimbs for manipulating  _RL_ food; and cheek pouches  _RL_ for storing food. _RL_ "], "page": 198, "subtopic": "rabbits and   "}, {"topic": "a n i m a l s  ", "description": ["UNGULATES IS A GENERAL TERM FOR a large, varied  _RL_ group of  mammals that includes horses, cattle, and  _RL_ their relatives. The ungulates are divided into two  _RL_ orders on the basis of  the number of  toes. Members  _RL_ of  the order Perissodactyla (odd-toed ungulates)  _RL_ have one or three toes. Perissodactyls include horses,  _RL_ onagers, and zebras (all of  which are one-toed), and  _RL_ rhinoceroses and tapirs (which are three-toed).  _RL_ Members of  the order Artiodactyla (even-toed  _RL_ ungulates) have two or four toes. Most artiodactyls  _RL_ have two toes, which are typically encased in hooves to  _RL_ give the so-called cloven hoof. Two-toed, cloven-hoofed  _RL_ artiodactyls include cows and other cattle, sheep, goats,  _RL_ antelopes, deer, and giraffes. The other main two-toed  _RL_ artiodactyls are camels and llamas. Most two-toed  _RL_ artiodactyls are ruminants; that is, they have a four- _RL_ chambered stomach and chew the cud. The principal  _RL_ four-toed artiodactyls are pigs, peccaries,  _RL_ and hippopotamuses. _RL_ "], "page": 200, "subtopic": "ungulates  "}, {"topic": "a n i m a l s  ", "description": ["THE TWO SPECIES OF elephant—African  _RL_ and Asian—are the only members of  the  _RL_ mammalian order Proboscidea. The  _RL_ bigger African elephant is the largest  _RL_ land animal: a fully grown male may  _RL_ be up to 13 ft (4 m) tall and weigh nearly  _RL_ 8 tons (7 metric tons). A fully grown male  _RL_ Asian elephant may be 11 ft (3.3 m) tall  _RL_ and weigh 6 tons (5.4 metric tons). The  _RL_ trunk—an extension of the  nose and  _RL_ upper lip—is the elephant’s other most  _RL_ obvious feature. It is used for  _RL_ manipulating and lifting, feeding,  _RL_ drinking and spraying water, smelling,  _RL_ touching, and producing trumpeting  _RL_ sounds. Other characteristic features  _RL_ include a pair of  tusks, used for defense  _RL_ and for crushing vegetation; thick,  _RL_ pillarlike legs and broad feet to support  _RL_ the massive body; and large ear flaps that  _RL_ act as radiators to keep the elephant cool. _RL_ "], "page": 202, "subtopic": "elephants  "}, {"topic": "internal anatomy of   a female chimpanzee  ", "description": ["THE MAMMALIAN ORDER PRIMATES consists of  monkeys,  _RL_ apes, and their relatives (including humans). There are two  _RL_ suborders of  primates: Prosimii, the primitive primates, which  _RL_ include lemurs, tarsiers, and lorises; and Anthropoidea, the  _RL_ advanced primates, which include monkeys, apes, and  _RL_ humans. The anthropoids are divided into New World  _RL_ monkeys, Old World monkeys, and hominids. New  _RL_ World monkeys typically have wide-apart nostrils that  _RL_ open to the side; and long tails, which are prehensile  _RL_ (grasping) in some species. This group of  monkeys  _RL_ lives in South America, and includes marmosets,  _RL_ tamarins, and howler monkeys. Old World monkeys  _RL_ typically have close-set nostrils that open forward  _RL_ or downward; and non-prehensile tails. This group  _RL_ of monkeys lives in Africa and Asia, and includes  _RL_ langurs, mandrills, macaques, and baboons. Hominids  _RL_ typically have large brains, and no tail. This group  _RL_ includes the apes—chimpanzees, gibbons, gorillas,  _RL_ and orangutans—and humans. _RL_ "], "page": 204, "subtopic": "buccal   cavity  "}, {"topic": "a n i m a l s  ", "description": ["DOLPHINS, WHALES, AND SEALS belong  _RL_ to two orders of  mammal adapted to living  _RL_ in water. Dolphins and whales make up the  _RL_ order Cetacea. Typical cetacean features include  _RL_ a streamlined, fishlike shape; forelimbs in the form  _RL_ of flippers; no visible hind limbs; a horizontally flattened  _RL_ tail; and thick blubber under the skin. There are two groups  _RL_ of cetaceans: toothed whales, including sperm whales, white whales,  _RL_ beaked whales, dolphins, and porpoises; and the larger whalebone (baleen)  _RL_ whales, including rorquals, gray whales, and right whales. The blue whale—a  _RL_ rorqual—is the largest living animal: an adult may be up to 100 ft (30 m) long  _RL_ and weigh 145 tons (130 metric tons). Seals and their relatives—sea lions and  _RL_ walruses—make up the order Pinnipedia. Characteristically, they have a  _RL_ streamlined, torpedo-shaped body; forelimbs and hind limbs modified as  _RL_ flippers; thick blubber; and no external ears. _RL_ "], "page": 206, "subtopic": "dolphins, whales,   and seals  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["Males tend to be taller than  _RL_ females, with broader  _RL_ shoulders, more body hair,  _RL_ and a different pattern of   _RL_ fat deposits under the skin;  _RL_ the female body tends to  _RL_ be less muscular and  _RL_ has a shallower and  _RL_ wider pelvis to allow  _RL_ for childbirth. _RL_ "], "page": 212, "subtopic": "body features  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["IN A NEWBORN BABY, the head accounts  _RL_ for one-quarter of  the total body length;   _RL_ by adulthood, the proportion has reduced   _RL_ to one-eighth. Contained in the head are   _RL_ the body’s main sense organs: eyes, ears,  _RL_ olfactory nerves that detect smells, and the  _RL_ taste buds of  the tongue. Signals from these  _RL_ organs pass to the body’s great coordination  _RL_ center: the brain, housed in the protective,  _RL_ bony dome of  the skull. Hair on the head  _RL_ insulates against heat loss, and adult males  _RL_ also grow thick facial hair. The face has  _RL_ three important openings: two nostrils  _RL_ through which air passes, and the mouth,  _RL_ which takes in nourishment and helps form  _RL_ speech. Although all heads are basically  _RL_ similar, differences in the size, shape, and  _RL_ color of  features produce an infinite variety  _RL_ of  appearances. _RL_ "], "page": 214, "subtopic": "head  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["ALL THE VITAL BODY ORGANS except for  _RL_ the brain are enclosed within the trunk  _RL_ or torso (the body apart from the head  _RL_ and limbs). The trunk contains two  _RL_ large cavities separated by a muscular  _RL_ sheet called the diaphragm. The upper  _RL_ cavity, known as the thorax or chest cavity, contains  _RL_ the heart and lungs. The lower cavity, called the  _RL_ abdominal cavity, contains the stomach, intestines,  _RL_ liver, and pancreas, which all play a role in digesting  _RL_ food. Also within the trunk are the kidneys and  _RL_ bladder, which are part of  the urinary system, and   _RL_ the reproductive organs, which hold the seeds of new  _RL_ human life. Modern imaging techniques, such as  _RL_ contrast X-rays and different types of  scans, make   _RL_ it possible to see and study body organs without the  _RL_ need to cut through their protective coverings of  skin,  _RL_ fat, muscle, and bone. _RL_ "], "page": 216, "subtopic": "body organs  "}, {"topic": "microvillus  ", "description": ["EVERYONE IS MADE UP OF BILLIONS OF CELLS, which are the basic structural units  _RL_ of  the body. Bones, muscles, nerves, skin, blood, and all other body tissues are  _RL_ formed from different types of  cells. Each cell has a specific function but  _RL_ works with other types of  cells to perform the enormous number of  tasks  _RL_ needed to sustain life. Most body cells have a similar basic structure.  _RL_ Each cell has an outer layer (called the cell membrane) and  _RL_ contains a fluid material (cytoplasm). Within the cytoplasm are  _RL_ many specialized structures (organelles). The most important  _RL_ organelle is the nucleus, which contains  _RL_ vital genetic material and acts   _RL_ as the cell’s control center. _RL_ "], "page": 218, "subtopic": "t h e   h u m a n   b o d y  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["THE SKELETON IS A MOBILE FRAMEWORK made up of 206 bones, approximately  _RL_ half  of  which are in the hands and feet. Although individual bones are rigid,  _RL_ the skeleton as a whole is remarkably flexible and allows the human body a  _RL_ huge range of  movement. The skeleton serves as an anchorage for the skeletal  _RL_ muscles, and as a protective cage for the body’s internal organs.  _RL_ Female bones are usually smaller and lighter  _RL_ than male bones, and the female pelvis  _RL_ is shallower and has a wider cavity. _RL_ "], "page": 220, "subtopic": "skeleton  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["cord passes. To the front of  this are many smaller openings  _RL_ through which nerves, arteries, and veins pass to and from the  _RL_ brain. The roof  of  the skull is formed from four thin, curved bones  _RL_ that are firmly fixed together from the age of  about two years. At  _RL_ the front of  the skull are the two orbits, which contain the eyeballs,  _RL_ and a central hole for the airway of  the nose. The jaw bone hinges  _RL_ on either side at ear level. _RL_ "], "page": 222, "subtopic": "skull  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["THE SPINE (OR VERTEBRAL COLUMN) has two main functions:  _RL_ it serves as a protective surrounding for the delicate spinal  _RL_ cord and forms the supporting back bone of  the skeleton.   _RL_ The spine consists of  24 separate differently shaped bones  _RL_ (vertebrae) with a curved, triangular bone (the sacrum) at   _RL_ the bottom. The sacrum is made up of  fused vertebrae; at its  _RL_ lower end is a small tail-like structure made up of  tiny bones  _RL_ collectively called the coccyx. Between each pair of  vertebrae   _RL_ is a disk of  cartilage that cushions the bones during movement.  _RL_ The top two vertebrae differ in appearance from the others and  _RL_ work as a pair: the first, called the atlas, rotates around a stout  _RL_ vertical peg on the second, the axis. This arrangement allows  _RL_ the skull to move freely up and down, and from side to side. _RL_ "], "page": 224, "subtopic": "spine  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["MUSCLES OF FACIAL  _RL_ EXPRESSION _RL_ A single expression   _RL_ is the result of  _RL_ movement of many  _RL_ muscles; the main  _RL_ muscles of expression  _RL_ are shown in action  _RL_ below. _RL_ "], "page": 230, "subtopic": "muscles 2  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["THE HUMAN HAND is an extremely versatile  _RL_ tool, capable of  delicate manipulation as well as  _RL_ powerful gripping actions. The arrangement of  _RL_ its 27 small bones, moved by 37 skeletal muscles  _RL_ that are connected to the bones by tendons,  _RL_ allows a wide range of  movements. Our ability  _RL_ to bring the tips of  our thumbs and fingers  _RL_ "], "page": 232, "subtopic": "hands  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["THE FEET AND TOES are essential elements  _RL_ in body movement. They bear and propel the  _RL_ weight of  the body during walking and  _RL_ running, and also help to maintain balance  _RL_ during changes of  body position. Each foot  _RL_ has 26 bones, more than 100 ligaments,  _RL_ and 33 muscles, some of  which are  _RL_ attached to the lower leg. The heel  _RL_ pad and the arch of  the foot act  _RL_ as shock absorbers, providing  _RL_ a cushion against the jolts that  _RL_ occur with every step. _RL_ "], "page": 234, "subtopic": "feet  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["temperature. The outer layer of  the skin, known as  _RL_ the epidermis, is coated with keratin, a tough, horny  _RL_ protein that is also the chief  constituent of  hair and  _RL_ nails. Dead cells are shed from the skin’s surface   _RL_ and are replaced by new cells from the base of  the  _RL_ epidermis, the region that also produces the skin  _RL_ pigment, melanin. The dermis contains most of  the  _RL_ skin’s living structures, and includes nerve endings,  _RL_ blood vessels, elastic fibers, sweat glands that cool   _RL_ the skin, and sebaceous glands that produce oil to  _RL_ keep the skin supple. Beneath the dermis lies the  _RL_ subcutaneous tissue (hypodermis), which is rich in fat  _RL_ and blood vessels. Hair shafts grow from hair follicles  _RL_ situated in the dermis and subcutaneous tissue. Hair  _RL_ grows on every part of  the skin apart from the palms  _RL_ of  the hands and soles of  the feet. _RL_ "], "page": 236, "subtopic": "skin and hair  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["THE BRAIN IS THE MAJOR ORGAN of  the central nervous  _RL_ system and the control center for all the body’s voluntary  _RL_ and involuntary activities. It is also responsible for the  _RL_ complexities of  thought, memory, emotion, and language.  _RL_ In adults, this complex organ is a mere 3 lb (1.4 kg) in   _RL_ weight, containing over 10 billion nerve cells. Three distinct  _RL_ regions can easily be seen—the brainstem, the cerebellum,   _RL_ and the large cerebrum. The brainstem controls vital body  _RL_ functions, such as breathing and digestion. The cerebellum’s  _RL_ main functions are the maintenance of  posture and the  _RL_ coordination of  body movements. The cerebrum, which  _RL_ consists of  the right and left cerebral hemispheres joined   _RL_ by the corpus callosum, is the site of  most conscious and  _RL_ intelligent activities. _RL_ "], "page": 238, "subtopic": "brain  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["THE NERVOUS SYSTEM IS THE BODY’S internal,  _RL_ electrochemical, communications network.  _RL_ Its main parts are the brain, spinal cord, and  _RL_ nerves. The brain and spinal cord form the  _RL_ central nervous system (CNS), the body’s  _RL_ chief  controlling and coordinating  _RL_ centers. Billions of  long neurons,  _RL_ many grouped as nerves, make  _RL_ up the peripheral nervous system, transmitting  _RL_ nerve impulses between the CNS and other  _RL_ regions of  the body. Each neuron has three  _RL_ parts: a cell body, branching dendrites that  _RL_ receive chemical signals from other neurons,  _RL_ and a tubelike axon that conveys these  _RL_ signals as electrical impulses. _RL_ "], "page": 240, "subtopic": "nervous   system   "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["THE EYE IS THE ORGAN OF SIGHT. The two eyeballs, protected  _RL_ within bony sockets called orbits and on the outside by the   _RL_ eyelids, eyebrows, and tear film, are directly connected   _RL_ to the brain by the optic nerves. Each eye is moved by   _RL_ six muscles, which are attached around the eyeball.   _RL_ Light rays entering the eye through the pupil   _RL_ are focused by the cornea and lens to form   _RL_ an image on the retina. The retina contains  _RL_ millions of  light-sensitive cells, called   _RL_ rods and cones, which convert the image   _RL_ into a pattern of  nerve impulses. These  _RL_ impulses are transmitted along the optic  _RL_ nerve to the brain. Information from   _RL_ the two optic nerves is processed   _RL_ in the brain to produce a   _RL_ single coordinated image. _RL_ "], "page": 242, "subtopic": "eye  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["THE EAR IS THE ORGAN OF HEARING AND BALANCE. The outer ear  _RL_ consists of  a flap called the auricle or pinna and the auditory canal.  _RL_ The main functional parts-the middle and inner ears-are enclosed  _RL_ within the skull. The middle ear consists of  three tiny bones,  _RL_ known as auditory ossicles, and the eustachian tube, which links the  _RL_ ear to the back of  the nose. The inner ear consists of  the spiral- _RL_ shaped cochlea, and also the semicircular canals and the vestibule,  _RL_ which are the organs of  balance. Sound waves entering the ear  _RL_ travel through the auditory canal to the tympanic membrane  _RL_ (eardrum), where they are converted to vibrations that are  _RL_ transmitted via the ossicles to the cochlea. Here, the vibrations   _RL_ are converted by millions of  microscopic hairs into electrical   _RL_ nerve signals to be interpreted by the brain. _RL_ "], "page": 244, "subtopic": "ear  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["WITH EVERY BREATH, air passes through the nasal  _RL_ cavity down the pharynx (throat), larynx (“voice  _RL_ box”), and trachea (windpipe) to the lungs. The nasal  _RL_ cavity warms and moistens air, and the tiny layers in  _RL_ its lining protect the airway against damage by foreign  _RL_ bodies. During swallowing, the tongue moves up and  _RL_ back, the larynx rises, the epiglottis closes off  the  _RL_ entrance to the trachea, and the soft palate separates  _RL_ the nasal cavity from the pharynx. Saliva, secreted  _RL_ from three pairs of  salivary glands, lubricates food to  _RL_ make swallowing easier; it also begins the chemical  _RL_ breakdown of  food, and helps to produce taste. The  _RL_ senses of  taste and smell are closely linked. Both  _RL_ depend on the detection of  dissolved molecules by  _RL_ sensory receptors in the olfactory nerve endings of   _RL_ the nose and in the taste buds of  the tongue. _RL_ "], "page": 246, "subtopic": "nose, mouth,   and throat  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["THE 20 PRIMARY TEETH (also called deciduous or baby  _RL_ teeth) usually begin to erupt when a baby is about six  _RL_ months old. They start to be replaced by the permanent  _RL_ teeth when the child is about six years old. By the age of  _RL_ 20, most adults have a full set of  32 teeth although the  _RL_ third molars (commonly called wisdom teeth) may never  _RL_ erupt. While teeth help people to speak clearly and give  _RL_ shape to the face, their main function is the chewing of  _RL_ food. Incisors and canines shear and tear the food into  _RL_ pieces; premolars and molars crush and grind it further.  _RL_ Although tooth enamel is the hardest substance in the  _RL_ body, it tends to be eroded and destroyed by acid  _RL_ produced in the mouth during the breakdown of  food. _RL_ "], "page": 248, "subtopic": "teeth  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["THE DIGESTIVE SYSTEM BREAKS DOWN FOOD into particles so tiny that blood can take nourishment  _RL_ to all parts of  the body. The system’s main part is a 30 ft (9 m) tube from mouth to rectum; muscles   _RL_ in this alimentary canal force food along. Chewed food first travels through the esophagus to the  _RL_ stomach, which churns and liquidizes food before it passes through the duodenum, jejunum, and  _RL_ ileum—the three parts of  the long, convoluted small intestine. Here, digestive juices from the  _RL_ gallbladder and pancreas break down food particles; many filter out into the blood through tiny  _RL_ fingerlike villi that line the small intestine’s inner wall. Undigested food in the colon forms feces   _RL_ that leave the body through the anus. _RL_ "], "page": 250, "subtopic": "digestive system  "}, {"topic": "the heart is a hollow muscle in the middle   ", "description": ["into two chambers: an upper atrium and a lower  _RL_ ventricle. When the heart muscle contracts,   _RL_ it squeezes blood through the atria and then  _RL_ through the ventricles. Oxygenated blood from  _RL_ the lungs flows from the pulmonary veins into  _RL_ the left atrium, through the left ventricle,  _RL_ and then out via the aorta to all parts of  the  _RL_ body. Deoxygenated blood returning from  _RL_ the body flows from the vena cava into the  _RL_ right atrium, through the right ventricle,  _RL_ and then out via the pulmonary artery   _RL_ to the lungs for reoxygenation.   _RL_ At rest the heart beats  _RL_ between 60 and 80 times a  _RL_ minute; during exercise or at times  _RL_ of  stress or excitement the rate may   _RL_ increase to 200 beats a minute. _RL_ "], "page": 252, "subtopic": "of  the chest that pumps blood around the   body, supplying cells with oxygen and   nutrients. a muscular wall, called    the septum, divides the heart   lengthwise into left and right    sides. a valve divides each side    "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["THE CIRCULATORY SYSTEM consists of  the heart and  _RL_ blood vessels, which together maintain a continuous  _RL_ flow of  blood around the body. The heart pumps  _RL_ oxygen-rich blood from the lungs to all parts of  the  _RL_ body through a network of  tubes called arteries, and  _RL_ smaller branches called arterioles. Blood returns to the heart via  _RL_ small vessels called venules, which lead in turn into larger tubes  _RL_ called veins. Arterioles and venules are linked by a network of  _RL_ tiny vessels called capillaries, where the exchange of  oxygen  _RL_ and carbon dioxide between blood and body cells takes place.  _RL_ Blood has four main components: red blood cells, white   _RL_ blood cells, platelets, and liquid plasma. _RL_ "], "page": 254, "subtopic": "circulatory   system  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["THE RESPIRATORY SYSTEM supplies the  _RL_ oxygen needed by body cells and carries  _RL_ off  their carbon dioxide waste. Inhaled  _RL_ air passes via the trachea (windpipe)  _RL_ through two narrower tubes, the bronchi,  _RL_ to the lungs. Each lung comprises many  _RL_ fine, branching tubes called bronchioles  _RL_ that end in tiny clustered chambers  _RL_ called alveoli. Gases cross the thin  _RL_ "], "page": 256, "subtopic": "respiratory   system  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["about one million tiny units called nephrons.  _RL_ Each nephron is made up of  a tubule and   _RL_ a filtering unit called a glomerulus, which  _RL_ consists of  a collection of  tiny blood vessels  _RL_ surrounded by the hollow Bowman’s capsule.  _RL_ The filtering process produces a watery fluid  _RL_ that leaves the kidney as urine. The urine is  _RL_ carried via two tubes called ureters to the bladder,  _RL_ where it is stored until its release from the body   _RL_ through another tube called the urethra. _RL_ "], "page": 258, "subtopic": "urinary system  "}, {"topic": "t h e   h u m a n   b o d y  ", "description": ["SEX ORGANS LOCATED IN THE PELVIS create new human  _RL_ lives. Each month a ripe egg is released from one of  _RL_ the female’s ovaries into a fallopian tube leading to  _RL_ the uterus (womb), a muscular pear-sized organ. A  _RL_ male produces minute tadpolelike sperm in two oval  _RL_ glands called testes. When the male is ready to release  _RL_ sperm into the female’s vagina, many millions pass  _RL_ into his urethra and leave his body through the fleshy  _RL_ penis. The sperm travel up through the vagina into  _RL_ the uterus and fallopian tubes, and one sperm may   _RL_ enter and fertilize an egg. The fertilized egg becomes  _RL_ embed ded in the  _RL_ uterus wall and starts  _RL_ to grow into a new  _RL_ human being. _RL_ "], "page": 260, "subtopic": "reproductive   system  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["MOST OF THE EARTH’S SURFACE (about 70 percent) is covered with water.  _RL_ The largest single body of water, the Pacific Ocean, alone covers about 30  _RL_ percent of the surface. Most of the land is distributed as seven continents;  _RL_ these are (from largest to smallest) Asia, Africa, North America, South  _RL_ America, Antarctica, Europe, and Australasia. The physical features   _RL_ of the land are remarkably varied. Among the most notable are  _RL_ mountain ranges, rivers, and deserts. The largest mountain ranges— _RL_ the Himalayas in Asia and the Andes in South America—extend for  _RL_ thousands of miles. The Himalayas include the world’s highest  _RL_ mountain, Mount Everest (29,029 ft/8,848 m). The longest  _RL_ rivers are the Nile River in Africa (4,160 miles/6,695 km)  _RL_ and the Amazon River in South America (4,000 miles/  _RL_ 6,437 km). Deserts cover about 20 percent of  the  _RL_ total land area. The largest is the Sahara, which  _RL_ covers nearly a third of  Africa. The Earth’s  _RL_ surface features can be represented   _RL_ in various ways. Only a globe can correctly  _RL_ represent areas, shapes, sizes, and  _RL_ directions, because there is always  _RL_ distortion when a spherical surface— _RL_ the Earth’s, for example— _RL_ is projected on to the flat surface  _RL_ of a map. Each map projection is  _RL_ therefore a compromise; it shows  _RL_ some features accurately but  _RL_ distorts others. Even satellite  _RL_ mapping does not produce  _RL_ completely accurate maps,  _RL_ although they can show physical  _RL_ features with great clarity. _RL_ "], "page": 266, "subtopic": "earth’s physical   features  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["THE ROCK CYCLE IS A CONTINUOUS PROCESS through which old rocks are transformed  _RL_ into new ones. Rocks can be divided into three main groups: igneous, sedimentary, and  _RL_ metamorphic. Igneous rocks are formed when magma (molten rock) from the Earth’s  _RL_ interior cools and solidifies (see pp. 274-275). Sedimentary rocks are formed when  _RL_ sediment (rock particles, for example) becomes compressed and cemented together  _RL_ in a process known as lithification (see pp. 276-277). Metamorphic rocks are formed  _RL_ when igneous, sedimentary, or other metamorphic rocks are changed by heat or  _RL_ pressure (see pp. 274-275). Rocks are added to the Earth’s surface by crustal movements  _RL_ and volcanic activity. Once exposed on the surface, the rocks are broken down into rock  _RL_ particles by weathering (see pp. 282-283). The particles are then transported  _RL_ by glaciers, rivers, and wind, and deposited as sediment  _RL_ in lakes, deltas, deserts, and on the ocean floor. Some  _RL_ "], "page": 268, "subtopic": "the rock cycle  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["A MINERAL IS A NATURALLY OCCURRING SUBSTANCE that has a characteristic   _RL_ chemical composition and specific physical properties, such as habit and streak  _RL_ (see pp. 270-271). A rock, by comparison, is an aggregate of  minerals and need  _RL_ not have a specific chemical composition. Minerals are made up of  elements  _RL_ (substances that cannot be broken down chemically into simpler substances),  _RL_ each of  which can be represented by a chemical symbol. Minerals can be  _RL_ divided into two main groups: native elements and compounds. Native  _RL_ elements are made up of  a pure element. Examples include gold (chemical  _RL_ symbol Au), silver (Ag), copper (Cu), and carbon (C); carbon occurs as a native  _RL_ element in two forms, diamond and graphite. Compounds are combinations of  _RL_ two or more elements. For example, sulfides are compounds of  sulfur (S) and one  _RL_ or more other elements, such as lead (Pb) in the mineral galena, or antimony (Sb)  _RL_ in the mineral stibnite. _RL_ "], "page": 270, "subtopic": "minerals  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["MINERALS CAN BE IDENTIFIED BY STUDYING features such  _RL_ as fracture, cleavage, crystal system, habit, hardness, color,  _RL_ and streak. Minerals can break in different ways. If  a mineral  _RL_ breaks in an irregular way, leaving rough surfaces, it  _RL_ possesses fracture. If  a mineral breaks along well-defined  _RL_ planes of  weakness, it possesses cleavage. Specific minerals  _RL_ have distinctive patterns of  cleavage; for example, mica  _RL_ cleaves along one plane. Most minerals form crystals, which  _RL_ can be categorized into crystal systems according to their  _RL_ symmetry and number of  faces. Within each system, several  _RL_ different but related forms of  crystal are possible; for  _RL_ example, a cubic crystal can have six, eight, or 12 sides.  _RL_ A mineral’s habit is the typical form taken by an aggregate  _RL_ of its crystals. Examples of  habit include botryoidal (like a  _RL_ bunch of  grapes) and massive (no definite form). The relative  _RL_ hardness of  a mineral may be assessed by testing its  _RL_ resistance to scratching. This property is usually measured  _RL_ using Mohs scale, which increases in hardness from 1 (talc)  _RL_ to 10 (diamond). The color of  a mineral is not a dependable  _RL_ guide to its identity as some minerals have a range of  colors.  _RL_ Streak (the color the powdered mineral makes when rubbed  _RL_ across an unglazed tile) is a more reliable indicator.  _RL_ "], "page": 272, "subtopic": "mineral   features  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["Nonexplosive volcanic eruptions generally occur where crustal plates  _RL_ pull apart. These eruptions produce runny basaltic lava that spreads  _RL_ quickly over a wide area to form relatively flat cones. The most violent  _RL_ eruptions take place where plates collide. Such eruptions produce thick  _RL_ rhyolitic lava and may also blast out clouds of  dust and pyroclasts (lava  _RL_ fragments). The lava does not flow far before cooling and therefore  _RL_ builds up steep-sided, conical volcanoes. Some volcanoes produce lava  _RL_ and ash eruptions, which build up composite volcanic cones. Volcanoes  _RL_ that erupt frequently are described as active; those that erupt rarely are  _RL_ termed dormant; and those that have stopped erupting altogether are  _RL_ termed extinct. As well as the volcanoes themselves, other features  _RL_ associated with volcanic regions include geysers, hot mineral  _RL_ springs, solfataras, fumaroles, and bubbling mud pools. _RL_ "], "page": 274, "subtopic": "volcanoes  "}, {"topic": "basalt columns  ", "description": ["IGNEOUS ROCKS ARE FORMED WHEN MAGMA (molten rock that originates from deep  _RL_ beneath the Earth’s crust) cools and solidifies. There are two main types of  igneous  _RL_ rock: intrusive and extrusive. Intrusive rocks are formed deep underground where  _RL_ magma is forced into cracks or between rock layers to form structures  _RL_ such as sills, dikes, and batholiths. The magma cools slowly to  _RL_ form coarse-grained rocks such as gabbro and pegmatite.  _RL_ Extrusive rocks are formed above the Earth’s  _RL_ surface from lava (magma that has been  _RL_ ejected in a volcanic eruption). The molten  _RL_ lava cools quickly, producing fine-grained  _RL_ rocks such as rhyolite and basalt.  _RL_ Metamorphic rocks are those that have  _RL_ been altered by intense heat (contact  _RL_ metamorphism) or extreme pressure  _RL_ (regional metamorphism). Contact  _RL_ metamorphism occurs when rocks are  _RL_ changed by heat from, for example, an  _RL_ igneous intrusion or lava flow. Regional  _RL_ metamorphism occurs when rock is  _RL_ crushed in the middle of  a folding  _RL_ mountain range. Metamorphic rocks can  _RL_ be formed from igneous rocks, sedimentary  _RL_ rocks, or even from other metamorphic rocks.  _RL_ "], "page": 276, "subtopic": "cinder   cone  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["SEDIMENTARY ROCKS ARE FORMED BY THE ACCUMULATION and consolidation  _RL_ of sediments (see pp. 266-267). There are three main types of  sedimentary  _RL_ rock. Clastic sedimentary rocks, such as breccia or sandstone, are formed  _RL_ from other rocks that have been broken down into fragments by weathering  _RL_ (see pp. 282-283), which have then been transported and deposited elsewhere.  _RL_ Organic sedimentary rocks—for example, coal (see pp. 280-281)—are derived  _RL_ from plant and animal remains. Chemical sedimentary rocks are formed by  _RL_ chemical processes. For example, rock salt  _RL_ is formed when salt dissolved in water is  _RL_ deposited as the water evaporates.  _RL_ Sedimentary rocks are laid down in layers,  _RL_ called beds or strata. Each new layer is laid  _RL_ down horizontally over older ones. There  _RL_ are usually some gaps in the sequence,  _RL_ called unconformities. These represent  _RL_ periods in which no new sediments were  _RL_ being laid down, or when earlier  _RL_ sedimentary layers were raised  _RL_ above sea level and eroded away. _RL_ "], "page": 278, "subtopic": "sedimentary rocks  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["FOSSILS ARE THE REMAINS of  plants and animals that  _RL_ have been preserved in rock. A fossil may be the  _RL_ preserved remains of  an organism itself, an impression  _RL_ of  it in rock, or preserved traces (known as trace fossils)  _RL_ left by an organism while it was alive, such as organic  _RL_ carbon outlines, fossilized footprints, or droppings. Most  _RL_ dead organisms soon rot away or are eaten by scavengers.  _RL_ For fossilization to occur, rapid burial by sediment is  _RL_ necessary. The organism decays, but the harder parts— _RL_ bones, teeth, and shells, for example—may be preserved  _RL_ and hardened by minerals from the surrounding  _RL_ sediment. Fossilization may also occur even when the  _RL_ hard parts of  an organism are dissolved away to leave  _RL_ an impression called a mold. The mold is filled by  _RL_ minerals, thereby creating a cast of  the organism. The study  _RL_ of  fossils (paleontology) can not only show how living things  _RL_ have evolved, but can also help to reveal the Earth’s geological  _RL_ history—for example, by aiding in the dating of  rock strata. _RL_ "], "page": 280, "subtopic": "fossils  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["upwards through water-saturated, permeable rocks and they may  _RL_ rise to the Earth’s surface or accumulate below an impermeable  _RL_ layer of  rock that has been folded or faulted to form a trap –   _RL_ an anticline (upfold) trap, for example. Minerals are inorganic  _RL_ substances that may consist of  a single chemical element,   _RL_ such as gold, silver, or copper, or combinations of  elements   _RL_ (see pp. 268-269). Some minerals are concentrated in  _RL_ mineralization zones in rock associated with crustal movements  _RL_ or volcanic activity. Others may be found in sediments as placer  _RL_ deposits – accumulations of  high-density minerals that have  _RL_ been weathered out of  rocks, transported, and   _RL_ deposited (on riverbeds, for example). _RL_ "], "page": 282, "subtopic": "mineral resources  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["WEATHERING IS THE BREAKING DOWN of rocks on the Earth’s surface.  _RL_ There are two main types: physical (or mechanical) and chemical.  _RL_ Physical weathering may be caused by temperature changes, such as  _RL_ freezing and thawing, or by abrasion from material carried by winds,  _RL_ rivers, or glaciers. Rocks may also be broken down by the actions of  _RL_ animals and plants, such as the burrowing of  animals and the growth  _RL_ of  roots. Chemical weathering causes rocks to decompose by changing  _RL_ their chemical composition—for example, rainwater may dissolve  _RL_ certain minerals in a rock. Erosion is the wearing away and removal of  _RL_ land surfaces by water, wind, or ice. It is greatest in areas of  little or no  _RL_ surface vegetation, such as deserts, where sand dunes may form. _RL_ "], "page": 284, "subtopic": "weathering and   erosion  "}, {"topic": "caves  ", "description": ["CAVES COMMONLY FORM in areas of  _RL_ limestone, although on coastlines they  _RL_ also occur in other rocks. Limestone is  _RL_ made of  calcite (calcium carbonate),  _RL_ which dissolves in the carbonic acid  _RL_ naturally present in rainwater, and in  _RL_ humic acids from the decay of  _RL_ vegetation. The acidic water  _RL_ trickles down through cracks and  _RL_ joints in the limestone and between rock layers,  _RL_ breaking up the surface terrain into clints (blocks of  _RL_ rock), separated by grikes (deep cracks), and punctuated  _RL_ by sink-holes (also called swallow-holes or potholes) into  _RL_ "], "page": 286, "subtopic": "surface topography of a cave system  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["A VALLEY GLACIER IS A LARGE MASS OF ICE that forms on land and moves slowly  _RL_ downhill under its own weight. It is formed from snow that collects in cirques  _RL_ (mountain hollows also known as corries) and compresses into ice as more and  _RL_ more snow accumulates. The cirque is deepened by frost wedging and abrasion  _RL_ (see pp. 282-283), and arêtes (sharp ridges) develop between adjacent cirques.  _RL_ Eventually, so much ice builds up that the glacier begins to move downhill. As the  _RL_ glacier moves it collects moraine (debris), which may range in size from particles  _RL_ of  dust to large boulders. The rocks at the base of  the glacier erode the glacial  _RL_ valley, giving it a U-shaped cross-section. Under the glacier, roches moutonnées  _RL_ (eroded outcrops of  hard rock) and drumlins (rounded mounds of  rock and clay)  _RL_ are left behind on the valley floor. The glacier ends at a terminus (the snout),  _RL_ where the ice melts as fast as it arrives. If  the temperature increases, the ice melts  _RL_ "], "page": 288, "subtopic": "glaciers  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["RIVERS FORM PART of  the water cycle—the continuous  _RL_ circulation of  water between the land, sea, and  _RL_ atmosphere. The source of  a river may be a mountain  _RL_ spring or lake, or a melting glacier. The course that  _RL_ the river subsequently takes depends on the slope of  _RL_ the terrain and on the rock types and formations over  _RL_ which it flows. In its early, upland stages, a river  _RL_ tumbles steeply over rocks and boulders and cuts a  _RL_ steep-sided V-shaped valley. Farther downstream, it  _RL_ flows smoothly over sediments and forms winding  _RL_ meanders, eroding sideways to create broad valleys  _RL_ and plains. On reaching the coast, the river may deposit  _RL_ sediment to form an estuary or delta (see pp. 290-291). _RL_ "], "page": 290, "subtopic": "rivers  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["RIVERS ARE ONE OF THE MAJOR FORCES that shape the landscape. Near its source,  _RL_ a river is steep (see pp. 288-289). It erodes downward, carving out V-shaped valleys  _RL_ and deep gorges. Waterfalls and rapids are formed where the river flows from hard  _RL_ rock to softer, more easily eroded rock. Farther downstream, meanders may form  _RL_ and there is greater sideways erosion, resulting in a broad river valley. The river  _RL_ sometimes erodes through the neck of  a meander to form an oxbow lake. Sediment  _RL_ deposited on the valley floor by meandering rivers and during floods helps to create  _RL_ a floodplain. Floods may also deposit sediment on the banks of  the river to form  _RL_ levees. As a river spills into the sea or a lake, it deposits large amounts of  sediment,  _RL_ and may form a delta. A delta is an area of  sand bars, swamps, and lagoons through  _RL_ which the river flows in several channels called distributaries—the Mississippi  _RL_ delta, for example. Often, a rise in sea level may have flooded the river mouth   _RL_ to form a broad estuary, a tidal section where seawater mixes with fresh water. _RL_ "], "page": 292, "subtopic": "river features  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["lakes are found in deep rift valleys formed  _RL_ by vertical movements of  the Earth’s crust  _RL_ (see pp. 58-59)—for example, Lake Baikal  _RL_ in Russia, the world’s largest freshwater  _RL_ lake, and the Dead Sea in the Middle East,  _RL_ one of  the world’s saltiest lakes. Where  _RL_ water is able to drain away, it sinks into  _RL_ the ground until it reaches a layer of  _RL_ impermeable rock, then accumulates in  _RL_ the permeable rock above it; this water- _RL_ saturated permeable rock is called an  _RL_ aquifer. The saturated zone varies in  _RL_ depth according to seasonal and climatic  _RL_ changes. In wet conditions, the water  _RL_ stored underground builds up, while in dry periods it becomes depleted.  _RL_ Where the upper edge of  the saturated zone—the water table—meets   _RL_ the ground surface, water emerges as springs. In an artesian basin, where the  _RL_ aquifer is below an aquiclude (layer of  impermeable rock), the water table  _RL_ throughout the basin is determined by its height at the rim. In the center   _RL_ of  such a basin, the water table is above ground level. The water in the   _RL_ basin is thus trapped below the water table and can rise under its own  _RL_ pressure along faultlines or well shafts.  _RL_ "], "page": 294, "subtopic": "lakes and groundwater  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["COASTLINES ARE AMONG THE MOST RAPIDLY changing landscape  _RL_ features. Some are eroded by waves, wind, and rain, causing  _RL_ cliffs to be undercut and caves to be hollowed out of  solid rock.  _RL_ Others are built up by waves transporting sand and small rocks in a  _RL_ process known as longshore drift, and by rivers depositing sediment in  _RL_ deltas. Additional influences include the activities of  living organisms  _RL_ such as coral, crustal movements, and sea-level variations due to  _RL_ climatic changes. Rising land or a drop in sea level creates an emergent  _RL_ coastline, with cliffs and beaches stranded above the new shoreline.  _RL_ Sinking land or a rise in sea level produces a drowned coastline, typified  _RL_ by fjords (submerged glacial valleys) or submerged river valleys. _RL_ "], "page": 296, "subtopic": "coastlines  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["OCEANS AND SEAS COVER ABOUT 70 PERCENT of  the Earth’s  _RL_ surface and account for about 97 percent of  its total   _RL_ water. These oceans and seas play a crucial role in  _RL_ regulating temperature variations and  _RL_ determining climate. Their waters absorb  _RL_ heat from the Sun, especially in tropical  _RL_ regions, and the surface currents distribute  _RL_ it around the Earth, warming overlying  _RL_ air masses and neighboring land in  _RL_ winter and cooling them in summer.  _RL_ The oceans are never still. Differences  _RL_ in temperature and salinity drive  _RL_ deep current systems, while surface  _RL_ currents are generated by winds  _RL_ blowing over the oceans. All currents  _RL_ are deflected—to the right in the  _RL_ Northern Hemisphere, to the left in  _RL_ the Southern Hemisphere—as a result  _RL_ of  the Earth’s rotation. This deflective  _RL_ factor is known as the Coriolis force.  _RL_ A current that begins on the surface is  _RL_ immediately deflected. This current in  _RL_ turn generates a current in the layer of  water  _RL_ beneath, which is also deflected. As the movement  _RL_ is transmitted downward, the deflections form an  _RL_ Ekman spiral. The waters of  the oceans and seas are  _RL_ also moved by the constant ebb and flow of  tides. These  _RL_ are caused by the gravitational pull of  the Moon and Sun.  _RL_ The highest tides (Spring tides) occur at full and new Moon;  _RL_ the lowest tides (neap tides) occur at first and last quarter. _RL_ "], "page": 298, "subtopic": "oceans and seas  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["THE OCEAN FLOOR COMPRISES TWO SECTIONS: the continental  _RL_ shelf  and slope, and the deep-ocean floor. The continental shelf  and  _RL_ slope are part of  the continental crust, but may extend far into the ocean.  _RL_ Sloping quite gently to a depth of  about 460 feet (140 m), the continental  _RL_ shelf  is covered in sandy deposits shaped by waves and tidal currents. At  _RL_ the edge of  the continental shelf, the seabed slopes down to the abyssal  _RL_ plain, which lies at an average depth of  about 12,500 feet (3,800 m). On  _RL_ this deep- ocean floor is a layer of  sediment made up of  clays, fine oozes  _RL_ formed from the remains of  tiny sea creatures, and occasional mineral- _RL_ rich deposits. Echo-sounding and remote sensing from satellites has  _RL_ revealed that the abyssal plain is divided by a system of  mountain ranges,  _RL_ far bigger than any on land—the mid-ocean ridge. Here, magma  _RL_ (molten rock) wells up from the Earth’s interior and solidifies,  _RL_ widening the ocean floor (see pp. 58-59). As the ocean floor spreads,  _RL_ volcanoes that have formed over hot spots in the crust move away   _RL_ from their magma source; they become extinct and are increasingly  _RL_ submerged and eroded. Volcanoes eroded below sea level remain as  _RL_ seamounts (underwater mountains). In warm waters, a volcano that  _RL_ projects above the ocean surface often acquires a fringing coral reef,  _RL_ which may develop into an atoll as the volcano becomes submerged. _RL_ "], "page": 300, "subtopic": "the ocean floor  "}, {"topic": "g e o l o g y ,   g e o g r a p h y ,   a n d   m e t e o r o l o g y  ", "description": ["THE EARTH IS SURROUNDED BY ITS ATMOSPHERE, a blanket of gases  _RL_ that enables life to exist on the planet. This layer has no definite  _RL_ outer edge, gradually becoming thinner until it merges into space,  _RL_ but over 80 percent of  atmospheric gases are held by gravity  _RL_ within about 12 miles (20 km) of  the Earth’s surface. The  _RL_ atmosphere blocks out much harmful ultraviolet solar  _RL_ radiation, and insulates the Earth against extremes   _RL_ of  temperature by limiting both incoming solar  _RL_ radiation and the escape of  reradiated heat into space.  _RL_ "], "page": 302, "subtopic": "the atmosphere  "}, {"topic": "p h y s i c s   a n d   c h e m i s t r y  ", "description": ["is determined by temperature. At very high temperatures, matter becomes  _RL_ plasma, often considered to be a fourth state of  matter. All matter is composed  _RL_ of  microscopic particles, such as atoms and molecules (see pp. 308-309).  _RL_ The arrangement and interactions of  these particles give a substance  _RL_ its physical and chemical properties, by which matter can be  _RL_ identified. There is a huge variety of  matter because particles  _RL_ can arrange themselves in countless ways, in one substance or  _RL_ by mixing with others. Natural glass, for example, seems to be  _RL_ a solid but is, in fact, a supercool liquid: the atoms are not  _RL_ locked into a pattern and can flow. Pure substances known as  _RL_ elements (see p. 310) combine to form compounds or mixtures.  _RL_ Mixtures called colloids are made up of  larger particles of  _RL_ matter suspended in a solid, liquid, or gas, while a solution is   _RL_ one substance dissolved in another. _RL_ EXAMPLES OF MATTER _RL_ "], "page": 308, "subtopic": "the variety of matter  "}, {"topic": "atomic orbitals  ", "description": ["individual parts of a compound. Atoms themselves are not  _RL_ indivisible—they possess an internal structure. At their  _RL_ center is a dense nucleus, consisting of protons, which   _RL_ have a positive electric charge (see p. 316), and neutrons,  _RL_ which are uncharged. Around the nucleus are the negatively  _RL_ charged electrons. It is the electrons that give a substance  _RL_ most of its physical and chemical properties. They do not  _RL_ follow definite paths around the nucleus. Instead, electrons  _RL_ are said to be found within certain regions, called orbitals.  _RL_ These are arranged around the nucleus in “shells,” each  _RL_ containing electrons of a particular energy. For example,   _RL_ the first shell (1) can hold up to two electrons, in a so-called  _RL_ s-orbital (1s). The second shell (2) can hold up to eight  _RL_ electrons, in s-orbitals (2s) and p-orbitals (2p). If an atom  _RL_ loses an electron, it becomes a positive ion (cation). If an  _RL_ electron is gained, an atom becomes a negative ion (anion).  _RL_ Ions of opposite charges will attract and join together, in   _RL_ a type of bonding known as ionic bonding. In covalent  _RL_ bonding, the atoms bond by sharing their electrons in what  _RL_ become molecular orbitals. _RL_ "], "page": 310, "subtopic": "nucleus  "}, {"topic": "p h y s i c s   a n d   c h e m i s t r y  ", "description": ["AN ELEMENT is a substance that consists of  _RL_ atoms of  one type only. The 92 elements that  _RL_ occur naturally, and the 17 elements created  _RL_ artificially, are often arranged into a chart  _RL_ called the periodic table. Each element is  _RL_ defined by its atomic number—the number  _RL_ of  protons in the nucleus of  each of  its atoms  _RL_ (it is also the number of  electrons present).  _RL_ Atomic number increases along each row  _RL_ (period) and down each column (group). The  _RL_ shape of  the table is determined by the way  _RL_ in which electrons arrange themselves around  _RL_ the nucleus: the positioning of  elements in  _RL_ order of  increasing atomic number brings  _RL_ together atoms with a similar pattern of  _RL_ orbiting electrons (orbitals). These appear  _RL_ in blocks. Electrons occupy shells of  a certain  _RL_ energy (see pp. 308-309). Periods are ordered  _RL_ according to the filling of  successive shells  _RL_ with electrons, while groups reflect the  _RL_ number of  electrons in the outer shell  _RL_ (valency electrons). These outer electrons  _RL_ are important—they decide the chemical  _RL_ properties of  the atom. Elements that appear  _RL_ in the same group have similar properties  _RL_ because they have the same number of  _RL_ electrons in their outer shell. Elements in  _RL_ Group 0 have “filled shells,” where the outer  _RL_ shell holds its maximum number of  electrons,  _RL_ and are stable. Atoms of  Group I elements  _RL_ have just one electron in their outer shell.  _RL_ This makes them unstable—and ready  _RL_ to react with other substances. _RL_ "], "page": 312, "subtopic": "the periodic table  "}, {"topic": "p h y s i c s   a n d   c h e m i s t r y  ", "description": ["A CHEMICAL REACTION TAKES PLACE whenever bonds between  _RL_ atoms are broken or made. In each case, atoms or groups of  _RL_ atoms rearrange, making new substances (products) from the  _RL_ original ones (reactants). Reactions happen naturally, or can be  _RL_ made to happen; they may take years, or only an instant. Some  _RL_ of  the main types are shown here. A reaction usually involves  _RL_ a change in energy (see pp. 314-315). In a burning reaction, for  _RL_ example, the making of new bonds between atoms releases energy  _RL_ as heat and light. This type of  reaction, in which heat is given  _RL_ off, is an exothermic reaction. Many reactions, like burning, are  _RL_ irreversible, but some can take place in either direction, and are  _RL_ said to be reversible. Reactions can be used to form solids from  _RL_ solutions: in a double decomposition reaction, two compounds  _RL_ in solution break down and re-form into two new substances,  _RL_ often creating a precipitate (insoluble solid); in displacement,  _RL_ an element (e.g., copper) displaces another element (e.g., silver)  _RL_ from a solution. The rate (speed) of  a reaction is determined by  _RL_ many different factors, such as temperature, and the size and  _RL_ shape of  the reactants. To describe and keep track of  reactions,  _RL_ internationally recognized chemical symbols and equations  _RL_ are used. Reactions are also used in the laboratory to identify  _RL_ matter. An experiment with candle wax, for example,  _RL_ demonstrates that it contains carbon and hydrogen. _RL_ "], "page": 314, "subtopic": "chemical reactions  "}, {"topic": "p h y s i c s   a n d   c h e m i s t r y  ", "description": ["ANYTHING THAT HAPPENS—from a pin-drop to an  _RL_ explosion—requires energy. Energy is the capacity for  _RL_ “doing work” (making something happen). Various forms of  _RL_ energy exist, including light, heat, sound, electrical, chemical,  _RL_ nuclear, kinetic, and potential energies. The Law of  _RL_ Conservation of Energy states that the total amount of energy in  _RL_ the universe is fixed—energy cannot be created or destroyed.  _RL_ It means that energy can only change from one form to another  _RL_ (energy transfer). For example, potential energy is energy that is  _RL_ “stored,” and can be used in the future. An object gains  _RL_ potential energy when it is lifted; as the object is released,  _RL_ potential energy changes into the energy of motion (kinetic  _RL_ energy). During transference, some of the energy converts into  _RL_ heat. A combined heat and power station can put some of the  _RL_ otherwise “waste” heat to useful effect in local schools and  _RL_ housing. Most of the Earth’s energy is provided by the Sun, in  _RL_ the form of electromagnetic radiation (see pp. 316-317). Some  _RL_ of this energy transfers to plant and animal life, and ultimately  _RL_ to fossil fuels, where it is stored in chemical form. Our bodies  _RL_ obtain energy from the food we eat, while energy needed for  _RL_ other tasks, such as heating and transport, can be obtained by  _RL_ burning fossil fuels—or by harnessing natural forces like wind  _RL_ or moving water—to generate electricity. Another source is  _RL_ nuclear power, where energy is released by reactions in the  _RL_ nucleus of an atom. All energy is measured by the international  _RL_ unit, the joule (J). As a guide, one joule is about equal to the  _RL_ amount of energy needed to lift an apple one meter. _RL_ "], "page": 316, "subtopic": "energy  "}, {"topic": "p h y s i c s   a n d   c h e m i s t r y  ", "description": ["electrons are gained, an object will gain an  _RL_ overall negative charge; if they are removed,  _RL_ it becomes positive. Objects with an overall  _RL_ negative or positive charge are said to have  _RL_ an imbalance of charge, and exert the same  _RL_ forces as individual negative and positive  _RL_ charges. On this larger scale, the forces will  _RL_ always act to regain the balance of charge.  _RL_ This causes static electricity. Lightning, for  _RL_ example, is produced by clouds discharging a  _RL_ huge excess of negative electrons. If charges  _RL_ are “free”—in a wire or material that allows  _RL_ "], "page": 318, "subtopic": "electricity   and magnetism  "}, {"topic": "maxwellian diagram of electromagnetic   radiation as waves  ", "description": ["of  oscillating electric and magnetic fields as they travel  _RL_ through space. Electromagnetic radiation is considered to  _RL_ have both wave and particle properties. It can be thought  _RL_ of  as a wave of  electricity and magnetism. In that case,  _RL_ the difference between the various forms of  _RL_ radiation is their wavelength. Radiation can  _RL_ also be said to consist of  particles, or packets  _RL_ of  energy, called photons. The difference  _RL_ between light and X-rays, for instance, is  _RL_ the amount of  energy that each photon  _RL_ carries. The complete range of  radiation is  _RL_ referred to as the electromagnetic spectrum,  _RL_ extending from low energy, long wavelength  _RL_ radio waves to high energy, short wavelength  _RL_ gamma rays. Light is the only part of  the  _RL_ electromagnetic spectrum that is visible.  _RL_ White light from the Sun is made up of  all  _RL_ the visible wavelengths of  radiation, which  _RL_ can be seen when it is separated by using a  _RL_ prism. Light, like all forms of  electromagnetic  _RL_ radiation, can be reflected (bounced back)  _RL_ and refracted (bent). Different parts of  the  _RL_ electromagnetic spectrum are produced in  _RL_ different ways. Sometimes visible light— _RL_ and infrared radiation—is generated by the  _RL_ vibrating particles of  warm or hot objects.  _RL_ The emission of  light in this way is called  _RL_ incandescence. Light can also be produced  _RL_ by fluorescence, a phenomenon in which  _RL_ electrons gain and lose energy within atoms. _RL_ "], "page": 320, "subtopic": "oscillating electric field  "}, {"topic": "rocket steam locomotive, 1829  ", "description": ["WAGONS THAT ARE PULLED along tracks have been used  _RL_ to transport material since the 16th century, but these  _RL_ trains were drawn by men or horses until the invention  _RL_ of the steam locomotive. Steam locomotives enabled the  _RL_ basic railroad system to realize its true potential. In 1804,  _RL_ Richard Trevithick built the world’s first working steam  _RL_ locomotive in South Wales. It was not entirely   _RL_ successful, but it encouraged others to develop  _RL_ new designs. By 1829, the British engineer  _RL_ Robert Stephenson had built the Rocket,  _RL_ considered to be the forerunner of  the modern  _RL_ locomotive. The Rocket was a self-sufficient  _RL_ unit, carrying coal to heat the boiler and a water  _RL_ supply for generating steam. Steam passed from  _RL_ the boiler to force the pistons back and forth,  _RL_ and this movement turned the driving wheels,  _RL_ propelling the train forward. Used steam was then  _RL_ expelled in characteristic puffs. Later steam  _RL_ locomotives, like Ellerman Lines and the Mallard,  _RL_ worked in a similar way, but on a much larger scale.  _RL_ The simple design and reliability of steam locomotives  _RL_ ensured that they changed very little in 120 years of  _RL_ use, before being replaced from the 1950s by more  _RL_ efficient diesel and electric power (see pp. 326-329). _RL_ "], "page": 326, "subtopic": "chimney  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["RUDOLF DIESEL FIRST DEMONSTRATED the diesel engine  _RL_ in Germany in 1898, but it was not until the 1940s that diesel  _RL_ locomotives were successfully established on both passenger  _RL_ and freight services in the US. Early diesel locomotives like   _RL_ the Union Pacific were more expensive to build than steam  _RL_ locomotives, but were more efficient and cheaper to operate,  _RL_ especially where oil was plentiful. One feature of  diesel engines  _RL_ is that the power output cannot be coupled directly to the wheels.  _RL_ To convert the mechanical energy produced by diesel engines,  _RL_ a transmission system is needed. Almost all diesel locomotives  _RL_ have electric transmissions, and are known as diesel-electric  _RL_ locomotives. The diesel engine works by drawing air into the  _RL_ cylinders and compressing it to increase its temperature; a small  _RL_ quantity of  diesel fuel is then injected into it. The resulting  _RL_ combustion drives the generator (more recently an alternator)  _RL_ to produce electricity, which is fed to electric motors connected  _RL_ to the wheels. Diesel-electric locomotives are essentially  _RL_ electric locomotives that carry their own power plants,   _RL_ and are used worldwide today. The Deltic diesel-electric  _RL_ locomotive, similar to the one shown here, replaced  _RL_ classic express steam locomotives, and ran   _RL_ at speeds up to 100 mph (160 kph). _RL_ Engine room vent _RL_ "], "page": 328, "subtopic": "diesel trains  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["THE FIRST ELECTRIC LOCOMOTIVE ran in 1879 in Berlin,  _RL_ Germany. In Europe, electric trains developed as a more  _RL_ efficient alternative to the steam locomotive and diesel- _RL_ electric power. Like diesels, electric trains employ electric  _RL_ motors to drive the wheels but, unlike diesels, the electricity  _RL_ is generated externally at a power station. Electric current  _RL_ is picked up either from a catenary (overhead cable) via a  _RL_ pantograph, or from a third rail. Since it does not carry its own  _RL_ power-generating equipment, an electric locomotive has a better  _RL_ power-to-weight ratio and greater acceleration than its diesel- _RL_ electric equivalent. This makes electric trains suitable for urban  _RL_ routes with many stops. They are also faster, quieter, and cause  _RL_ less pollution. The latest electric French TGV (Train à Grande  _RL_ Vitesse) reaches 185 mph (300 kph); other trains, like the  _RL_ London to Paris and Brussels Eurostar, can run at several voltages  _RL_ and operate between different countries. Simpler electric trains  _RL_ perform special duties—the “People Mover” at Gatwick Airport  _RL_ in London runs between terminals. _RL_ "], "page": 330, "subtopic": "electric and    high -speed trains  "}, {"topic": "mechanical semaphore signal  ", "description": ["MODERN RAILROAD TRACK consists of  two parallel steel rails clipped  _RL_ on to a support called a railroad tie. Railroad ties are usually made of  _RL_ reinforced concrete, although wood and steel are still used. The distance  _RL_ between the inside edges of  the rails is the track gauge. It evolved in Britain,  _RL_ which uses a gauge of  4 ft 8½ in (1,435 mm), known as the standard gauge. As  _RL_ engineering grew more sophisticated, narrower gauges were adopted because  _RL_ they cost less to build. The loading gauge, which is equally important, determines  _RL_ the size of  the largest loaded vehicle that may pass through tunnels and under  _RL_ bridges with adequate clearance. Safe train operation relies on following a  _RL_ signaling system. At first, signaling was based on a simple time interval between  _RL_ trains, but it now depends on maintaining a safe distance between successive  _RL_ trains traveling in the same direction. Most modern signals are color lights, but  _RL_ older mechanical semaphore signals are still used. On the latest high-speed lines,  _RL_ train drivers receive control instructions by electronic means. Signaling depends  _RL_ on reliable control of  the train by effective braking. For fast, modern trains,  _RL_ which have considerable momentum, it is essential that each vehicle  _RL_ in the train can be braked by the driver or by a train control  _RL_ system, such as Automatic Train Protection (ATP). Braking is  _RL_ achieved by the brake shoe acting on the wheel rim (rim brakes),  _RL_ by disc brakes, or, increasingly, by electrical braking. _RL_ "], "page": 332, "subtopic": "red, square-ended   arm in raised position   means “all clear”  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["AS CITY POPULATIONS exploded in  _RL_ the 1800s, there was an urgent need for  _RL_ mass transportation. Trolleys were an   _RL_ early solution. The first trolleys, like buses,  _RL_ were horse-drawn, but in 1881, electric  _RL_ streetcars appeared in Berlin, Germany.  _RL_ Electric streetcars soon became widespread  _RL_ throughout Europe and North America.  _RL_ Trolleys run on rails along a fixed route,  _RL_ using electric motors that receive power  _RL_ from overhead cables. As road networks  _RL_ developed, motorized buses offered a flexible alternative to  _RL_ trolleys. By the 1930s, they had replaced trolley systems in  _RL_ many cities. City buses typically have doors at both front and  _RL_ rear to make loading and unloading easier. Double-decker  _RL_ designs are popular, occupying the same amount of  street  _RL_ space as single-decker buses but able to transport twice the  _RL_ number of people. Buses are also commonly used for inter- _RL_ city travel and touring. Tour buses have reclining seats, large  _RL_ windows, luggage space, and toilets. Recently, as city traffic  _RL_ has become increasingly congested, many city planners have  _RL_ designed new electric streetcar routes to run alongside bus  _RL_ routes as part of  an integrated transportation system. _RL_ "], "page": 334, "subtopic": "trolleys and buses  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["THE EARLIEST ROAD VEHICLE powered by an  _RL_ engine, the Cugnot steam traction engine,  _RL_ was built in 1770. More practical steam  _RL_ carriages, such as the Bordino, were  _RL_ available in the early 19th century,  _RL_ but they were heavy and cumbersome.  _RL_ Restrictive laws and the introduction of  _RL_ railroads, faster and able to carry more  _RL_ passengers, saw the decline of  “cars”  _RL_ powered by steam. It was not until 1860  _RL_ that the first practical power unit for road vehicles  _RL_ was developed, with the invention of  the internal  _RL_ combustion engine by the Belgian  _RL_ Etienne Lenoir. By around 1890,  _RL_ Karl Benz and Gottlieb Daimler in  _RL_ Germany, and Albert de Dion and  _RL_ Armand Peugeot in France were  _RL_ building cars for sale to the public.  _RL_ These early cars, despite being  _RL_ primitive, expensive, and produced  _RL_ in limited numbers,  _RL_ heralded the  _RL_ age of  the  _RL_ automobile. _RL_ "], "page": 336, "subtopic": "the first cars  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["DURING THE FIRST DECADE OF THE 2OTH CENTURY, the  _RL_ motorist who could afford it had a choice of  some of  the finest  _RL_ cars ever made. These handbuilt cars were powerful and  _RL_ luxurious, using the finest woods, leathers, and cloths, and  _RL_ bodywork made to the customer’s individual requirements; some   _RL_ had six-cylinder engines as big as 15 liters. The price of  such cars was  _RL_ several times that of  an average house, and their yearly running costs  _RL_ were also very high. As a result, basic, utilitarian cars became popular.  _RL_ Costing perhaps one-tenth of  the price of  a luxury car, these cars had  _RL_ very little trim and often had only single-cylinder engines. _RL_ "], "page": 338, "subtopic": "elegance   and utility  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["THE FIRST CARS WERE HAND-ASSEMBLED from  _RL_ individually built parts, a time-consuming  _RL_ procedure that required skilled mechanics and  _RL_ made cars very expensive. This problem was solved,  _RL_ in America, by a Detroit car manufacturer named  _RL_ Henry Ford; he introduced mass-production by  _RL_ using standardized parts, and later combined  _RL_ these with a moving production line. The work  _RL_ was brought to the workers, each of  whom  _RL_ performed one simple task in the construction  _RL_ process as the chassis moved along the line.  _RL_ The first mass-produced car, the Ford Model T,  _RL_ was launched in 1908 and was available in a  _RL_ limited range of  body styles and colors.  _RL_ However, when the production line was  _RL_ introduced in 1914, the color range was cut  _RL_ back; the Model T became available, as Henry Ford  _RL_ said, in “any color you like, so long as it’s black.” Ford  _RL_ cut the production time for a car from several days to  _RL_ about 12 hours, and eventually to minutes, making  _RL_ cars much cheaper than before. As a result, by 1920  _RL_ half  the cars in the world were Model T Fords. _RL_ "], "page": 340, "subtopic": "mass-production front view of 1913 ford model t   "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["THE MOST POPULAR CAR in the history of car manufacture is  _RL_ the Volkswagen Beetle, originally called the KdF Wagen.  _RL_ The car was developed in Germany in the 1930s by  _RL_ Dr. Ferdinand Porsche. At that time, Germany had  _RL_ only half  the number of  cars of  Britain or France,  _RL_ and Adolf  Hitler took a personal interest in the  _RL_ development of  the Volkswagen (“people’s car”).  _RL_ The intention was to provide a new industry,  _RL_ new jobs, and a car so cheap that  _RL_ anyone with a job could afford it.  _RL_ Dr. Porsche designed a car that  _RL_ was cheap to build and run; its  _RL_ rear-mounted, air-cooled engine  _RL_ cut down the number of  parts  _RL_ needed and also reduced weight.  _RL_ However, few civilians managed to  _RL_ obtain the Beetle before the outbreak  _RL_ of  World War II in 1939. After the   _RL_ war, the Beetle proved so popular   _RL_ that eventually more than 20 million  _RL_ were sold. _RL_ "], "page": 342, "subtopic": "the “people’s car”  "}, {"topic": "trojan two-stroke engine, 1927  ", "description": ["STEAM AND ELECTRICITY were used to power cars until  _RL_ early this century, but neither power source was ideal. Electric  _RL_ cars had to stop frequently to recharge their heavy batteries, and  _RL_ steam cars gave smooth power delivery but were too complicated  _RL_ for the average driver to use. A rival power source, the internal  _RL_ combustion engine, was invented in 1860 by Etienne Lenoir  _RL_ (see pp. 334-335). This engine converted the force of  a controlled  _RL_ explosion into rotary motion, to turn the wheels of a vehicle. Early  _RL_ variations on this basic model included sleeve valves,  _RL_ separately cast cylinders, and the two-stroke combustion  _RL_ "], "page": 344, "subtopic": "port linking combustion   chambers of  upper   and lower cylinders  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["TODAY’S GASOLINE ENGINE WORKS on the same basic  _RL_ principles as the first car engines of  a century ago,  _RL_ although it has been greatly refined. Modern engines,  _RL_ often made from special metal alloys, are much  _RL_ lighter than earlier engines. Computerized ignition  _RL_ systems, fuel injectors, and multivalve cylinder heads  _RL_ achieve a more efficient combustion of  the fuel ∕air  _RL_ mixture (the charge) so that less fuel is wasted. As a result  _RL_ of  this greater efficiency, the power and performance of  a  _RL_ modern engine are increased, and the level of  pollution in  _RL_ the exhaust gases is reduced. Exhaust pollution levels  _RL_ today are also lowered by the increasing use of  special  _RL_ filters called catalytic converters, which absorb many  _RL_ exhaust pollutants. The need to produce ever more  _RL_ efficient engines means that it can take up to seven  _RL_ years to develop a new engine for a family car,  _RL_ at a cost of  many millions of  dollars. _RL_ "], "page": 346, "subtopic": "modern engines  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["THE MOST COMMON TYPE OF ALTERNATIVE ENGINE is the diesel engine,  _RL_ which, instead of  igniting the compressed fuel/air mixture with a spark,  _RL_ uses compression alone, heating the mixture to the point where  _RL_ it explodes. A diesel engine’s fuel consumption is low  _RL_ in comparison with similarly sized piston engines,  _RL_ despite its heavier, reinforced moving parts and  _RL_ cylinder block. Another type of  engine is the rotary- _RL_ combustion, first successfully developed by Felix  _RL_ Wankel in the 1950s. Its two trilobate (three-sided) rotors  _RL_ revolve in housings shaped in a fat figure-eight. The four  _RL_ sequences of  the four-stroke cycle, which occur consecutively  _RL_ in a piston engine, occur simultaneously in a rotary engine,  _RL_ producing power in a continuous stream. _RL_ "], "page": 348, "subtopic": "alternative engines  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["THE BODY OF A MODERN mass-produced car is built on _RL_ the monocoque (single-shell) principle, in which the roof,  _RL_ side panels, and floor are welded into a single integral unit.  _RL_ This bodyshell protects and supports the car’s internal parts.  _RL_ Steel and glass are used to construct the bodyshell, creating  _RL_ a unit that is both light and strong. Its lightness helps to  _RL_ "], "page": 350, "subtopic": "bodywork  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["A TYPICAL MODERN CAR has several thousand  _RL_ individual mechanical components. These are  _RL_ assembled to form the car’s various mechanical  _RL_ systems: engine and exhaust, transmission,  _RL_ steering, suspension, and brakes. To ensure that  _RL_ each system functions properly, components are  _RL_ manufactured to extremely fine tolerances—to within  _RL_ about one ten -thousandth of an inch (one five-hundredth   _RL_ of a millimeter) in some cases. _RL_ "], "page": 352, "subtopic": "mechanical   components  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["A MODERN CAR HAS TWO TYPES OF TRIM, according  _RL_ to the materials used: hard (chrome and plastics)  _RL_ and soft (upholstery materials). Safety and comfort  _RL_ are priorities in the trim’s design: seats help the  _RL_ occupants to maintain a comfortable posture, rubber  _RL_ seals keep out dirt and moisture, and headlights light  _RL_ the way. Older cars had interior or leather  _RL_ paneling cut and fitted by craftsmen;  _RL_ modern cars use precisely molded  _RL_ plastics and seat fabrics cut by robot- _RL_ controlled lasers to reduce  _RL_ costs and production time.  _RL_ Doors are now trimmed off  _RL_ the production line so that  _RL_ complex wiring can be  _RL_ built in. _RL_ "], "page": 354, "subtopic": "car trim  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["THERE HAVE BEEN SEVERAL proposed alternatives  _RL_ to conventional gas- or diesel-powered cars, including  _RL_ cars that use solar or battery power. The object is to  _RL_ lower harmful emissions and conserve natural  _RL_ resources. One of  the alternatives already  _RL_ in production is the hybrid car. A hybrid vehicle uses  _RL_ two or more fuels. Examples include diesel-electric  _RL_ trains and mopeds. The latter combine the power  _RL_ of  a gasoline engine with pedal power. In a hybrid  _RL_ car, gas consumption is reduced by the provision of  _RL_ additional power by an electric motor during  _RL_ acceleration. The motor is driven by power from  _RL_ on-board batteries that are recharged by an engine- _RL_ driven generator when the car is decelerating or  _RL_ cruising. Some hybrid cars transfer energy from the  _RL_ wheels to a flywheel during braking. The flywheel  _RL_ drives the generator, which recharges the batteries. _RL_ "], "page": 356, "subtopic": "hybrid car  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["SINCE THE ADVENT OF DRIVING, race cars have been a major  _RL_ focus of  innovation in car design. Features that are now  _RL_ commonplace, such as disc brakes, turbochargers, and even  _RL_ safety belts, were used first on competition cars. Research into  _RL_ race cars has contributed to a new understanding of  engine  _RL_ performance, aerodynamics, and tire adhesion, and has led  _RL_ to the development of  ultralight materials such as carbon  _RL_  fiber for car bodies. A modern McLaren Formula One car has  _RL_ a low, streamlined body and an open cockpit but, unlike its  _RL_ forerunner, it also has front and rear wings that push the  _RL_ wheels firmly on to the track, huge tires for extra grip, and  _RL_ electronic sensors that continually relay information to the  _RL_ pits about the car’s performance. _RL_ "], "page": 358, "subtopic": "race cars  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["THE BICYCLE IS A TWO-WHEELED, light-weight machine,  _RL_ which is propelled by human power. It is efficient, cheap, easily  _RL_ manufactured, and one of the world’s most popular forms of  _RL_ transportation. The first pedal-driven bicycle was built  _RL_ in Scotland in 1839. Since then the basic design—of a frame,  _RL_ wheels, brakes, handlebars, and saddle—has been gradually  _RL_ improved, with the addition of a chain, gear system, and  _RL_ pneumatic tires (tires inflated with air). The recent invention   _RL_ of the mountain bike (all-terrain bike) has been an important  _RL_ development. With its strong, rugged frame, wide tires, and   _RL_ 21 gears, a mountain bike enables riders to reach rough and  _RL_ hilly areas that were previously inaccessible to cyclists. _RL_ "], "page": 360, "subtopic": "bicycle anatomy  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["ALTHOUGH ALL BICYCLES are made up of  the same  _RL_ basic components, they can vary greatly in design. A  _RL_ racing bike, such as the Eddy Merckx model, with its  _RL_ light frame and steep head- and seat-angles, is built for  _RL_ speed. Its design forces the rider to adopt the “aerotuck,”  _RL_ a crouched, aerodynamic position. While a touring bike  _RL_ resembles the racing bike in many respects, it is designed  _RL_ for comfort and stability on long-distance journeys.  _RL_ Touring bikes are characterized by more relaxed frame  _RL_ angles, heavy chain stays that support the rear panniers,  _RL_ and a long wheelbase (the distance between the wheel  _RL_ axles) for reliable handling. All-round bicycles, known  _RL_ as “hybrids,” combine the light weight and speed of sports  _RL_ bikes with the rugged durability of  mountain bikes (see  _RL_ pp. 358-359). Bicycles that are not designed for conventional  _RL_ road use include time-trial bikes, which have a short  _RL_ head tube, sloping top tube, “aero” handlebars, and  _RL_ aerodynamic tubing. Most Human Powered Vehicles  _RL_ (HPVs) are recumbents—the rider has a recumbent  _RL_ position—which maximize power output and minimize  _RL_ drag (resistance). Essential to the safety of  all  _RL_ riders are helmets, and both front and rear  _RL_ lights; locks protect against theft. _RL_ "], "page": 362, "subtopic": "bicycles  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["THE MOTORCYCLE HAS EVOLVED from a motorized cycle—a basic  _RL_ bicycle with an engine—into a sophisticated, high-performance  _RL_ machine. In 1901, the Werner brothers established the most viable  _RL_ location for the engine by positioning it low in the center of the  _RL_ chassis (see pp. 364-365): the new Werner became the basis for the  _RL_ modern motorcycle. Motorcycles are used for many purposes—for  _RL_ commuting, delivering messages, touring, and racing—and different  _RL_ machines have been developed according to the demands of  _RL_ different types of rider. The Vespa scooter, for instance, which is  _RL_ small-wheeled, economical, and easy-to-ride, was designed to meet  _RL_ the needs of the commuter. Sidecars provided transportation for the  _RL_ family until the arrival of cheap cars caused their popularity to  _RL_ decline. Enthusiast riders generally favor larger capacity machines  _RL_ that are capable of greater performance and offer more comfort.  _RL_ Four-cylinder machines have been common since the Honda CB750  _RL_ appeared in 1969. Despite advances in motorcycle technology, many  _RL_ riders are attracted to the traditional looks of motorcycles like the  _RL_ twin-cylinder Harley-Davidson. The Harley-Davidson Glides  _RL_ exploit the style of the classic American V-twin engine, where the  _RL_ cylinders are placed in a V-formation. _RL_ "], "page": 364, "subtopic": "the motorcycle  "}, {"topic": "r a i l   a n d   r o a d  ", "description": ["THE MOTORCYCLE CHASSIS is the main “body” of  the  _RL_ motorcycle, to which the engine is attached. Consisting  _RL_ of  the frame, wheels, suspension, and brakes, the chassis  _RL_ performs various functions. The frame, which is built  _RL_ from steel or alloy, keeps the wheels in line to maintain  _RL_ the handling of  the motorcycle, and serves as a structure  _RL_ for mounting other components. The engine and gearbox  _RL_ unit is bolted into place, while items such as the seat,   _RL_ the fenders, and the fairing are more easily removable.  _RL_ Suspension cushions the rider from irregularities in the  _RL_ road surface. In most suspension systems, coil springs  _RL_ controlled by an oil damper separate the main mass of  _RL_ the motorcycle from the wheels. At the front, the spring  _RL_ and damper are usually incorporated in a telescopic fork;  _RL_ the rear employs a pivoted swingarm. The suspension  _RL_ also helps to retain maximum contact between the tires  _RL_ and the road, necessary for effective braking and steering.  _RL_ Drum brakes were common until the 1970s, but modern  _RL_ motorcycles use disc brakes, which are more powerful. _RL_ "], "page": 366, "subtopic": "the motorcycle   chassis  "}, {"topic": "exterior of standard two-stroke engine  ", "description": ["MOTORCYCLE ENGINES must be lightweight and  _RL_ compact and have a good power output. They  _RL_ have between one and six cylinders, can be  _RL_ cooled by air or water, and the capacity of  the  _RL_ combustion chamber varies from 49cc (cubic  _RL_ centimeters) to 1500cc. Two types of  internal  _RL_ combustion engine are common: the four-stroke,  _RL_ which is used in cars (see pp. 342-343), and the  _RL_ two-stroke. A basic two-stroke engine has only  _RL_ three moving parts—the crankshaft, the connecting  _RL_ rod, and the piston—but the power output is high. The  _RL_ engine fires every two strokes (rather than every four),  _RL_ giving a “power stroke” every revolution (see p. 343).  _RL_ Power is conveyed from the engine to the rear wheel by   _RL_ the transmission system. This usually consists of  a clutch,   _RL_ a gearbox, and a final drive system. Clutches are multiplate  _RL_ devices, which run in oil. Gearboxes have five or six speeds and  _RL_ are operated by foot pedal. Shaft and belt drive systems are used  _RL_ in some cases, but chain drive to the rear wheel is most common. _RL_ "], "page": 368, "subtopic": "spark   plug cap  "}, {"topic": "s e a   a n d   a i r  ", "description": ["required fast and maneuverable boats, extra rows of  oarsmen were added,  _RL_ culminating in the trireme. During the fifth and fourth centuries BC, the trireme  _RL_ dominated the Mediterranean. It was powered by 170 oarsmen, rowing with  _RL_ one oar each. The oarsmen were ranged on three levels, as the model opposite  _RL_ shows. The trireme also carried archers and soldiers for boarding.  _RL_ Galleys were pulled out of  the water when not in use, and were  _RL_ kept in dockyard ship-sheds. The merchant ships of  the Greeks  _RL_ and Romans were mighty vessels, too. The full-bodied Roman  _RL_ corbita, for example, could hold up  _RL_ to 400 tons (440 metric tons) and  _RL_ "], "page": 374, "subtopic": "ships of greece and rome  "}, {"topic": "s e a   a n d   a i r  ", "description": ["IN THE DARK AGES and early medieval times, the  _RL_ longships of  Scandinavia were one of  the most  _RL_ feared sights for people of  northern Europe. The  _RL_ Vikings launched raids from Scandinavia every  _RL_ summer in longships equipped with a single  _RL_ steering oar on the right, or “steerboard,” side  _RL_ (hence “starboard”). A longship had one row of  _RL_ oars on each side and a single sail. The hull had clinker  _RL_ (overlapping) planks. Prowheads adorned fighting ships  _RL_ during campaigns of  war. The sailing longship was also used  _RL_ for local coastal travel. The karv below  _RL_ was probably built as transport for an  _RL_ important family, while the smaller faering  _RL_ (top right) was a rowing boat only. The fleet  _RL_ of William of  Normandy that invaded England  _RL_ in 1066 owed much to the Viking boatbuilding  _RL_ tradition, and has been depicted in the Bayeux  _RL_ Tapestry (above). Seals used by port towns and  _RL_ royal courts through the ages provide an excellent  _RL_ "], "page": 376, "subtopic": "viking ships  "}, {"topic": "lands of  the indian ocean. the chinese sailed to east africa   ", "description": ["FROM THE 16TH CENTURY, SHIPS WERE BUILT WITH A NEW FORM OF HULL, constructed from carvel (edge-to-edge)  _RL_ planking. Warships of  the time, like King Henry VIII of  England’s Mary Rose, boasted awesome fire power. This  _RL_ ship carried both long-range cannon in bronze, and short-range, anti personnel guns in iron. Elsewhere,  _RL_ ships took on a multiformity of  shapes. Dhows transported slaves from East Africa to Arabia,  _RL_ their fore-and-aft rigged lateen sails allowing them to sail close to the wind around the  _RL_ "], "page": 378, "subtopic": "and arabia in junks, trading goods that were carried in   "}, {"topic": "s e a   a n d   a i r  ", "description": ["BY THE 18TH CENTURY, SAILING SHIPS had become fast and effective floating  _RL_ fortresses. The navies of  the north European powers competed with each  _RL_ other by building heavily-armed fighting ships called “men-of-war.”  _RL_ The distinctive round stern of  the ship below, with its open gallery,  _RL_ balcony, and elaborate wood carving is typical of  the period. Hulls  _RL_ around this time were semicircular in cross-section, although many  _RL_ boat designers were soon to return to the V-shaped hulls used by the  _RL_ Vikings. Ships of  the period carried more sail than ever before.  _RL_ A labyrinth of  rigging supported the masts and yards from which  _RL_ the profusion of  square sails were set. Ships grew higher,  _RL_ as extra masts were fitted above the lower mast, and  _RL_ the bowsprit became longer to allow the ship  _RL_ to carry staysails, spritsails, and jibsails. Ships  _RL_ went into battle in single file, so that broadsides  _RL_ from the multiple decks of  guns would have  _RL_ maximum effect. Ships were classified by rates,  _RL_ the rating of  a vessel depending on how many  _RL_ guns it had. A first rate ship had more than  _RL_ 100 guns. The guns fired solid round  _RL_ shot, usually made of  iron. _RL_ "], "page": 380, "subtopic": "the expansion of sail  "}, {"topic": "s e a   a n d   a i r  ", "description": ["THE 74-GUN WOODEN SHIP WAS A MAINSTAY of British and  _RL_ French battlefleets in the late 18th and early 19th centuries.  _RL_ This “ship of  the line” was heavy enough to fight with the most  _RL_ potent of  rivals, yet nimble, too. The length of  such a ship was  _RL_ determined by the number of  guns required for each deck,  _RL_ allowing enough room for crews to man them. The gun deck  _RL_ was about 170 ft (52 m) long. The decks had to be very  _RL_ strong to carry the weight of  the guns. The deck planks  _RL_ have been removed on the vessel pictured below, to  _RL_ show just how close together the beams had to be to make  _RL_ the hull strong enough. Only timber with a perfect grain was  _RL_ used. The upper deck was open at the waist, but afore and  _RL_ abaft were officers’ cabins. The forecastle and quarterdeck  _RL_ carried light guns and acted as platforms for working rigging  _RL_ and for reconnaissance. The ship’s longboats (launches)  _RL_ were carried on booms between the gangways.  _RL_ "], "page": 382, "subtopic": "a ship of the line  "}, {"topic": "s e a   a n d   a i r  ", "description": ["MOST SAILING SHIPS HAVE TWO TYPES OF RIGGING. Standing rigging—kept taut by rigging  _RL_ screws or old-fashioned lanyards and deadeyes—refers to the ropes, wires, and chains  _RL_ that support the masts and yards (horizontal spars). Running rigging, which  _RL_ includes types of  block and tackle, halyards, and sheets, is  _RL_ used to hoist, lower, or trim sails. _RL_ "], "page": 384, "subtopic": "rigging  "}, {"topic": "parrel   beads  ", "description": ["(sail patterns), such as the ketch, lugger, and schooner, have evolved to suit local needs. Sails are made from  _RL_ strips of  cloth, cut to give the sail a belly and strong enough to resist the most violent of  winds. Cotton and flax  _RL_ are the traditional sail materials, but synthetic fabrics are now commonly used. _RL_ Head _RL_ "], "page": 386, "subtopic": "sails  "}, {"topic": "s e a   a n d   a i r  ", "description": ["shown on this page. The Danforth anchor is somewhat different.  _RL_ It has particularly deep flukes to give it great holding power. On  _RL_ large sailing ships, anchors were worked by teams of  sailors.  _RL_ They turned the drum of  a capstan by pushing on bars  _RL_ slotted into the revolving cylinder. This, in turn, lifted or  _RL_ lowered the anchor chain. In calm harbors and estuaries,  _RL_ ships can moor (make fast) without using anchors. Berthing  _RL_ ropes can be attached to bollards both inboard and on the quayside.  _RL_ Berthing ropes are joined to each other by bends, like those opposite. _RL_ "], "page": 388, "subtopic": "mooring and anchoring  "}, {"topic": "s e a   a n d   a i r  ", "description": ["ALL KINDS OF ROPES ARE USED AT SEA, from thin twines and yarns to  _RL_ thick hawsers. Synthetic fibers have been developed specifically for use  _RL_ at sea. Nylon ropes stretch, and so are ideal  _RL_ for anchoring; polyester (frequently called  _RL_ by the trade name Dacron) has little  _RL_ stretch, so is ideal for halyards and sheets.  _RL_ Different knots have different uses.  _RL_ Knots that join two ropes are called  _RL_ bends; hitches join a rope to another  _RL_ object; and bowlines produce an   _RL_ eye (loop) in the end of a rope.  _RL_ Ropes can be joined by splicing  _RL_ (unraveling the ends and weaving  _RL_ them together) or seizing (lashing  _RL_ the ropes together side by side). _RL_ ROPEWORK _RL_ "], "page": 390, "subtopic": "ropes and knots  "}, {"topic": "s e a   a n d   a i r  ", "description": ["vessels in the mid-19th century. Propellers are more efficient, work better in rough water,   _RL_ and are less vulnerable in collisions. The first propellers were two-bladed but later three-  _RL_ and four-bladed versions are more powerful; the shape and pitch of  blades have also been   _RL_ refined over the years. At the beginning of  the 18th century, tillers were superseded on  _RL_ many larger ships by the ship’s wheel as a means of  steering. _RL_ "], "page": 392, "subtopic": "paddle wheels and propellers  "}, {"topic": "s e a   a n d   a i r  ", "description": ["IRON PARTS WERE USED IN THE HULLS OF WOODEN SHIPS AS EARLY AS 1675, often in the same form as the  _RL_ wooden parts that they replaced. Eventually, as on the tea clipper Cutty Sark (below), iron rigging was  _RL_ found to be stronger than the traditional rope. The first “ironclads” were warships whose wooden hulls  _RL_ were protected by iron armor plates. Later ironclads actually had iron hulls.  _RL_ The model opposite is based on the British warship HMS Warrior, launched  _RL_ in 1860, the first battleship built entirely of  iron. The plan of  the  _RL_ iron paddlesteamer (bottom), built somewhat later, shows that this  _RL_ vessel was a sailing ship; but it also boasted a steam propulsion  _RL_ plant amidships that turned two side paddlewheels.  _RL_ Early iron hulls were made from plates that were  _RL_ painstakingly riveted together (as below), but by the  _RL_ 20th century vessels began to be welded together,  _RL_ whole sections at a time. The Second World War  _RL_ “liberty ship” was one of  the first of  these  _RL_ “production-line vessels.” _RL_ "], "page": 394, "subtopic": "anatomy of an iron ship  "}, {"topic": "20th century weaponry  ", "description": ["IN THE EARLY YEARS OF THE 20TH CENTURY, sea warfare— _RL_ attacking enemy vessels or defending a ship—was  _RL_ revolutionized by the introduction of  Dreadnought-type  _RL_ battleships like the Brazilian vessel below. These new  _RL_ ships combined the latest advances in steam  _RL_ propulsion, gunnery, and armor plating. The gun  _RL_ turret was designed to fire shells over huge distances.  _RL_ It was protected by armor 12 in (30 cm) thick. The  _RL_ measurements given for the guns of  this ship refer  _RL_ to the bore diameter. Where “weight” is quoted, this  _RL_ is the weight of  the shell that the gun fires. Torpedoes—  _RL_ as portrayed on the upper cigarette card (right)—were  _RL_ self-propelled underwater missiles, often steered by gyro- _RL_ control. Depth charges were designed in the First World  _RL_ War for use against submerged U-boats. They are  _RL_ canisters filled with explosives that are detonated  _RL_ by depth-sensitive pistols. The lower cigarette  _RL_ card shows depth charges being fired by  _RL_ a “thrower,” fired from a torpedo tube,  _RL_ and rolled from the stern. Ship’s shields  _RL_ were fitted to warships from the late  _RL_ 19th century onward. The shield  _RL_ shown opposite depicts a  _RL_ traditional ship’s cannon. _RL_ "], "page": 396, "subtopic": "torpedo tube  "}, {"topic": "s e a   a n d   a i r  ", "description": ["FROM THE MID-19TH CENTURY, ARMORED SHIPS provided a new challenge to enemy  _RL_ craft. In response, huge revolving gun turrets were developed. These could fire in any  _RL_ direction, could be loaded from the breech very rapidly, and, instead of  cannonballs,  _RL_ they discharged exploding shells. Modern fighting ships, like the frigate, combine heavy  _RL_ ship-borne armament with light helicopter weaponry. Submarines function below the  _RL_ surface of  the sea. Their speed and ability to fire missiles from under water are their major  _RL_ assets. The nuclear submarine can stay under water for several years without refueling. _RL_ "], "page": 398, "subtopic": "frigates and submarines  "}, {"topic": "s e a   a n d   a i r  ", "description": ["FLIGHT HAS FASCINATED MANKIND for centuries,  _RL_ and countless unsuccessful flying machines have  _RL_ been designed. The first successful flight was made  _RL_ by the French Montgolfier brothers in 1783, when  _RL_ they flew a balloon over Paris. The next major  _RL_ advance was the development of  gliders, notably  _RL_ by the Englishman Sir George Cayley, who in 1845  _RL_ designed the first glider to make a sustained flight,  _RL_ and by the German Otto Lil ienthal, who became known  _RL_ as the world’s first pilot because he managed to achieve  _RL_ controlled flights. However, powered flight did not become a  _RL_ practical possibility until the invention of lightweight, gas-driven  _RL_ internal combustion engines at the end of  the 19th century. Then,  _RL_ in 1903, the American brothers Orville and Wilbur Wright made the  _RL_ first powered flight in their Wright Flyer biplane, which used a  _RL_ four-cylinder, gas-driven engine. Aircraft design  _RL_ advanced rapidly, and in 1909 the Frenchman  _RL_ Louis Blériot made his pioneering flight across  _RL_ the English Channel (see pp. 400-401). The  _RL_ American Glenn Curtiss also achieved  _RL_ several “firsts” in his Model-D Pusher  _RL_ and its variants, most notably winning  _RL_ the world’s first competition for  _RL_ airspeed at Reims in 1909. _RL_ "], "page": 400, "subtopic": "pioneers of flight  "}, {"topic": "s e a   a n d   a i r  ", "description": ["MONOPLANES HAVE ONE WING on each side of  the fuselage. The principal  _RL_ disadvantage of  this arrangement in early, wooden-framed aircraft was  _RL_ that single wings were weak and required strong wires to brace them to king  _RL_ posts above and below the fuselage. However, single wings also had advantages:  _RL_ they experienced less drag than multiple wings, allowing greater speed; they  _RL_ also made aircraft more manoeuvrable because single wings were easier to  _RL_ warp (twist) than double wings, and warping the wings was how pilots  _RL_ controlled the roll of  early aircraft. By 1912, the French pilot Louis Blériot had  _RL_ RUMPLER MONOPLANE, 1908 _RL_ used a monoplane to make the first flight across the English Channel, and the Briton Robert Blackburn and the  _RL_ Frenchman Armand Deperdussin had proved the greater speed of  monoplanes. However, a spate of  crashes  _RL_ caused by broken wings discouraged monoplane production, except in Germany, where all-metal monoplanes  _RL_ were developed in 1917. The wings of  all-metal monoplanes did not need strengthening by struts or bracing  _RL_ wires, but despite this, such planes were not widely adopted until the 1930s. _RL_ "], "page": 402, "subtopic": "early monoplanes  "}, {"topic": "s e a   a n d   a i r  ", "description": ["BIPLANES DOMINATED AIRCRAFT DESIGN until the 1930s, largely because  _RL_ some early monoplanes (see pp. 400-401) were too fragile to withstand  _RL_ the stresses of  flight. The struts between biplanes’ wings made the  _RL_ wings strong compared with those of  early monoplanes, although  _RL_ the greater surface area of  biplanes’ wings increased drag and reduced  _RL_ speed. Many aircraft designers also developed triplanes, which  _RL_ had a particular advantage over biplanes: more wings meant  _RL_ a shorter wingspan to achieve the same lifting power, and a  _RL_ shorter wingspan gave greater manoeuvrability. Triplanes  _RL_ were most successful as fighters during World War I, the German  _RL_ Fokker triplane being a notable example. However, the greater  _RL_ maneuverability of  triplanes was no advantage for normal  _RL_ flying and so most manufacturers continued to  _RL_ make biplanes. Many other aircraft designs were  _RL_ attempted. Some were quadruplanes, with four  _RL_ LAMINATED  _RL_ pairs of  wings. Some had tandem wings (two pairs  _RL_ PROPELLER _RL_ of  monoplane wings, one behind the other). One of  the most  _RL_ bizarre designs was by the Englishman Horatio Phillips:  _RL_ it had 20 sets of  narrow wings and  _RL_ looked rather like a  _RL_ Venetian blind. _RL_ "], "page": 404, "subtopic": "biplanes and triplanes  "}, {"topic": "s e a   a n d   a i r  ", "description": ["WHEN WORLD WAR I STARTED in 1914, the  _RL_ main purpose of  military aircraft was  _RL_ reconnaissance. The British-built BE 2,  _RL_ of which the BE 2B was a variant, was well- _RL_ suited to this duty; it was very stable in flight,  _RL_ allowing the occupants to study the terrain,  _RL_ take photographs, and make notes. The BE 2  _RL_ was also one of  the first aircraft to drop bombs.  _RL_ One of  the biggest problems for aircraft  _RL_ designers during the war was mounting machine-guns.  _RL_ On aircraft that had front-mounted propellers, the field  _RL_ of  fire was restricted by the propeller and other parts of  _RL_ the aircraft. The problem was solved in 1915 by the  _RL_ Dutchman Anthony Fokker, who designed an interrupter  _RL_ gear that prevented a machine-gun from firing when a  _RL_ propeller blade passed in front of  the barrel. The German  _RL_ LVG CVI had a forward-firing gun to the right of  the engine,  _RL_ as well as a rear-cockpit gun, and a  _RL_ bombing capability. It was one of  _RL_ the most versatile  _RL_ aircraft of  the war. _RL_ "], "page": 406, "subtopic": "world war i   aircraft  "}, {"topic": "front view of lockheed electra, 1934  ", "description": ["UNTIL THE 1930s, most passenger  _RL_ aircraft were biplanes, with two  _RL_ pairs of  wings and a wooden or  _RL_ metal framework covered with fabric  _RL_ or, sometimes, plywood. Such aircraft were  _RL_ restricted to low speeds and low altitudes because of  the drag on their wings.  _RL_ Many had an open cockpit, situated behind or in front of  an enclosed—but  _RL_ unpressurized—cabin that carried a maximum of  10 people. The passengers  _RL_ usually sat in wicker chairs that were not bolted to the floor, and the journey could be  _RL_ bumpy when flying through turbulence. Warm clothing, and ear plugs to reduce the  _RL_ effects of  prolonged noise, were often required. During the 1930s, powerful,  _RL_ streamlined, all-metal monoplanes, such as the Lockheed Electra shown here,  _RL_ became widespread. By 1939, the advent of  pressurized cabins allowed fast flights  _RL_ at high altitudes, where there is less turbulence.  _RL_ Flying boats were still necessary on many  _RL_ routes until 1945 because of  inadequate  _RL_ runways and the frequency of  emergency sea  _RL_ landings. World War II, however,  _RL_ resulted in enough good  _RL_ runways being built for land- _RL_ planes to become standard  _RL_ on all major airline routes. _RL_ "], "page": 408, "subtopic": "fuel-jettison   valve  "}, {"topic": "s e a   a n d   a i r  ", "description": ["WHEN WORLD WAR II began in 1939,  _RL_ air forces had already replaced most  _RL_ of  their fabric-skinned biplanes  _RL_ with all-metal, stressed-skin  _RL_ monoplanes. Aircraft played a far  _RL_ greater role in military operations  _RL_ during World War II than ever before.  _RL_ The wide range of  aircraft duties, and the  _RL_ introduction of  radar tracking and guidance  _RL_ systems, put pressure on designers to improve  _RL_ aircraft performance. The main areas of  _RL_ improvement were speed, range, and  _RL_ engine power. Bombers became larger  _RL_ and more powerful—converting from  _RL_ two to four engines—in order to  _RL_ carry a heavier bomb load; the  _RL_ US B-17 Flying Fortress could  _RL_ carry  up  to  6.8  tons  (6.2  metric tons) of  _RL_ bombs over a distance of  about 2,000 miles   _RL_ (3,200 km). Some aircraft increased their range by using  _RL_ drop tanks (fuel tanks that were jettisoned when empty to  _RL_ reduce drag). Fighters needed speed and manoeuvrability:  _RL_ the Hawker Tempest shown here had a maximum speed  _RL_ of  435 mph (700 km/h), and was one of  the few Allied  _RL_ aircraft capable of  catching the German jet-powered V1 “flying  _RL_ bomb.” By 1944, Britain had introduced its first turbojet- _RL_ powered aircraft, the Gloster Meteor fighter, and Germany had  _RL_ introduced the fastest fighter in the world, the turbojet-powered  _RL_ Me 262, which had a maximum speed of  540 mph (868 km/h). _RL_ "], "page": 410, "subtopic": "world war ii   aircraft  "}, {"topic": "s e a   a n d   a i r  ", "description": ["Skin lap-joint _RL_ Passenger  _RL_ window  _RL_ aperture _RL_ "], "page": 416, "subtopic": "modern jetliners 2  "}, {"topic": "s e a   a n d   a i r  ", "description": ["SUPERSONIC AIRCRAFT FLY FASTER than the speed of  sound  _RL_ (Mach 1). There are many supersonic military aircraft, but only  _RL_ two supersonic passenger-carrying aircraft (also called SSTs, or  _RL_ supersonic transports) have been produced: the Russian Tu-144,  _RL_ and the Concorde, produced jointly by Britain and  _RL_ France. The Tu-144 was withdrawn in 1978,   _RL_ after only seven months in service. The  _RL_ Concorde remained in service from 1976 until 2003, with a  _RL_ break for modifications from July 2000 until October 2001. Its  _RL_ features included a droop nose, which lowered during takeoff  _RL_ and landing to aid visibility from the cockpit; the pumping of fuel between forward   _RL_ and aft trim tanks helped stabilize the aircraft. The Concorde had a narrow fuselage   _RL_ and short span wings to reduce drag during supersonic flight. Its noisy turbojet engines  _RL_ with afterburners enabled it to carry 100 passengers at a cruising speed of Mach 2  _RL_ at 50,000-60,000 ft (15,000-18,000 m). Once an aircraft is flying faster than Mach 1,   _RL_ it produces a continuous air-pressure wave, which is heard as a “sonic boom.” _RL_ "], "page": 418, "subtopic": "supersonic jetliners  "}, {"topic": "s e a   a n d   a i r  ", "description": ["JET ENGINES ARE USED BY MOST MILITARY and heavy  _RL_ aircraft, and by many helicopters. The simplest type  _RL_ of jet engine, or gas turbine, is the turbojet. It works by  _RL_ continuously burning a mixture of  fuel and air in  _RL_ a combustion chamber to produce a jet of  _RL_ hot exhaust gas that is expelled through a  _RL_ nozzle to produce thrust. The hot gas also spins  _RL_ turbine blades, which, in turn, spin the blades of  _RL_ an air compressor; the compressor forces air into the  _RL_ combustion chamber. Many of  the fastest aircraft use turbojets,  _RL_ with additional booster units called afterburners, but their use is  _RL_ restricted by their high noise emission. Most jetliners use turbofan  _RL_ jet engines, which are quieter. An enormous fan, driven by a low- _RL_ pressure turbine, feeds some air into the compressor but  _RL_ feeds most of it through bypass ducts to  _RL_ join the exhaust jetstream in the tail  _RL_ cone. The bypass stream produces  _RL_ most of  the thrust. Many  _RL_ smaller, propeller- _RL_ driven aircraft use  _RL_ turboprop jet engines,  _RL_ in which the engine  _RL_ powers a propeller. _RL_ "], "page": 420, "subtopic": "jet engines  "}, {"topic": "s e a   a n d   a i r  ", "description": ["MODERN MILITARY AIRCRAFT ARE AMONG THE MOST SOPHISTICATED and expensive  _RL_ products of  the 21st century. Fighters need computer-operated controls for  _RL_ maneuverability, powerful engines, and effective air-to-air weapons. Most modern  _RL_ fighters also have guided missiles, radar, and passive, infrared sensors. These  _RL_ developments enable today’s fighters to engage in combat with adversaries  _RL_ that are outside visual range. Bombers carry a large weapon load and enough  _RL_ fuel for long-range flights. A few military aircraft, such as the Tornado and   _RL_ the F-14 Tomcat, have variable-sweep (“swing”) wings. During takeoff  _RL_ and landing their wings are fully extended, but for high-speed  _RL_ flight and low-level attacks the wings are pivoted fully back. A  _RL_ recent development is the “stealth” bomber, which  _RL_ is designed to absorb or deflect enemy radar in  _RL_ order to remain undetected. Earlier  _RL_ bombers, such as the Tornado, use  _RL_ terrain-following radars to fly so close to  _RL_ the ground that they avoid enemy radar detection. _RL_ "], "page": 422, "subtopic": "modern military aircraft  "}, {"topic": "s e a   a n d   a i r  ", "description": ["blades was the autogiro built in the 1920s by the Spaniard Juan de la Cierva. His machine  _RL_ had unpowered blades above the fuselage that relied on the flow of  air to rotate them and  _RL_ provide lift as the autogiro was driven forward by a conventional propeller. Then, in 1939,  _RL_ the Russian-born American Igor Sikorsky produced his VS-300, the forerunner of  modern  _RL_ helicopters. Its engine-driven blades provided lift, propulsion, and steering. It could take  _RL_ off  vertically, hover, and fly in any direction, and had a tail rotor to prevent the helicopter  _RL_ body from spinning. The introduction of  gas turbine jet engines to helicopters in 1955  _RL_ produced quieter, safer, and more powerful machines. Because of  their versatility in flight,  _RL_ "], "page": 424, "subtopic": "helicopters  "}, {"topic": "s e a   a n d   a i r  ", "description": ["Port  _RL_ wingtip _RL_ LIGHT AIRCRAFT, SUCH AS THE ARV SUPER 2 shown here,  _RL_ are small, lightweight, and of  simple construction.  _RL_ More than a million have been built since World  _RL_ War I, mainly for recreational use by private owners.  _RL_ Virtually all light aircraft have piston engines, most of  _RL_ which are air-cooled, although some are liquid-cooled. Open  _RL_ cockpits, almost universal in the 1920s, have today been replaced  _RL_ by enclosed cabins. The cabins of  high-wing aircraft have one  _RL_ or two doors, whereas those of  low-wing aircraft usually have  _RL_ a sliding or hinged canopy. Most modern light aircraft are made  _RL_ of aluminum alloy, although some are made of wood or of fiber- _RL_ reinforced materials. Light aircraft today also usually have  _RL_ navigational instruments, an electrical system, cabin heating,  _RL_ wheel brakes, and a two-way radio. _RL_ "], "page": 426, "subtopic": "light aircraft  "}, {"topic": "t h e   v i s u a l   a r t s  ", "description": ["DRAWINGS CAN BE FINISHED WORKS OF ART, or preparatory studies for  _RL_ paintings and other visual arts. They can be made using a wide variety  _RL_ of  drawing instruments such as pencils, graphite sticks, chalks, charcoal,  _RL_ pens and inks, and silver wires. The most common drawing instrument  _RL_ is the graphite pencil. A graphite pencil consists of  a thin rod of  graphite  _RL_ mixed with clay, encased in wood. Charcoal is one of  the oldest drawing  _RL_ instruments. It is produced by firing twigs of  willow, vine, or other  _RL_ woods at high temperatures in airtight containers. Erasers can be  _RL_ used to rub out marks made by drawing materials such as graphite  _RL_ pencils or charcoal, or to achieve a particular effect—such as  _RL_ smudging. Fixative is often applied—using a mouth diffuser  _RL_ or aerosol spray fixative—to prevent smudging once a  _RL_ drawing is finished. Silver lines can be produced by  _RL_ drawing silver wire across specially prepared  _RL_ paper—a technique known as silverpoint. The  _RL_ lines are permanent and cannot  _RL_ be erased. In time, the silver  _RL_ lines oxidize and turn brown. _RL_ "], "page": 432, "subtopic": "drawing  "}, {"topic": "t h e   v i s u a l   a r t s  ", "description": ["(glue). Hog hair brushes are used to apply the gesso.  _RL_ A layer of  gesso grosso (coarse gesso) is followed by  _RL_ successive layers of  gesso sotile (fine gesso) that are  _RL_ sanded between coats to provide a smooth, yet absorbent  _RL_ ground. The paint is applied with fine sable brushes   _RL_ in thin layers, using light brushstrokes. Tempera  _RL_ dries quickly to form a tough skin with a satin  _RL_ sheen. The luminous white surface of  the gesso  _RL_ combined with the overlaid paint produces the  _RL_ brilliant crispness and rich colors particular to   _RL_ this medium. Egg tempera paintings are  _RL_ frequently gilded with gold. Leaves of  finely  _RL_ beaten gold are applied to a bole (reddish- _RL_ brown clay) base and polished by burnishing. _RL_ "], "page": 434, "subtopic": "tempera  "}, {"topic": "cross-section showing fresco layers  ", "description": ["FRESCO IS A METHOD OF WALL PAINTING. In buon fresco (true fresco),  _RL_ pigments are mixed with water and applied to an intonaco (layer  _RL_ of fresh, damp lime-plaster). The intonaco absorbs and binds the  _RL_ pigments as it dries making the picture a permanent part of  the wall  _RL_ surface. The intonaco is applied in sections called giornate (daily  _RL_ sections). The size of  each giornata depends on the artist’s estimate  _RL_ of how much can be painted before the plaster sets. The junctions  _RL_ between giornate are sometimes visible on a finished fresco. The  _RL_ range of  colors used in buon fresco are limited to lime-resistant  _RL_ pigments such as earth colors (below). Slaked lime (burnt lime mixed  _RL_ with water), bianco di San Giovanni (slaked lime that has been partly  _RL_ exposed to air), and chalk can be used to produce fresco whites. In  _RL_ fresco secco (dry fresco), pigments are mixed with a binding medium  _RL_ and applied to dry plaster. The pigments are not completely absorbed  _RL_ into the plaster and may flake off  over time. _RL_ "], "page": 436, "subtopic": "wall  "}, {"topic": "t h e   v i s u a l   a r t s  ", "description": ["OIL PAINTS ARE MADE BY MIXING and grinding  _RL_ pigment with a drying vegetable oil such as  _RL_ linseed oil. The paint can be applied to many  _RL_ different surfaces and textures—the most  _RL_ common being canvas. Before painting, the  _RL_ canvas is stretched on a wooden frame and  _RL_ its surface is prepared with layers of  size (glue)  _RL_ and primer. The two main types of  brushes used  _RL_ in oil painting are stiff hog hair bristle brushes— _RL_ generally used for covering large areas; and soft hair  _RL_ brushes made from sable or synthetic material—generally  _RL_ "], "page": 438, "subtopic": "oils  "}, {"topic": "t h e   v i s u a l   a r t s  ", "description": ["WATERCOLOR PAINT IS MADE OF GROUND PIGMENT mixed with a water soluble  _RL_ binding medium, usually gum arabic. It is usually applied to paper using soft  _RL_ hair brushes such as sable, goat hair, squirrel, and synthetic brushes.  _RL_ Watercolors are often diluted and applied as overlaying washes (thin,  _RL_ transparent layers) to build up depth of  color. Washes can be laid in a  _RL_ variety of  ways to create a range of  different effects. For example, a  _RL_ wet-in-wet wash can be achieved by laying a wash on top of  another wet  _RL_ wash. The two washes blend together to give a fused effect. Sponges are used  _RL_ to modify washes by soaking up paint so that areas of  pigment are lightened  _RL_ or removed from the paper. Watercolors can also be applied undiluted—a  _RL_ technique known as dry brush—to create a broken-color effect. Watercolors are  _RL_ generally transparent and allow light to reflect from the surface of  the paper through  _RL_ the layers of  paint to give a luminous effect. They can be thickened and made opaque  _RL_ by adding body color (Chinese white). _RL_ "], "page": 440, "subtopic": "watercolor  "}, {"topic": "equipment for making pastels  ", "description": ["PASTELS ARE STICKS OF PIGMENT made by mixing ground pigment  _RL_ with chalk and a binding medium, such as gum arabic. They  _RL_ vary in hardness depending on the proportion of  the binding  _RL_ medium to the chalk. Soft pastel—the most common form  _RL_ of  pastel—contains just enough binding medium to hold the  _RL_ pigment in stick form. Pastels can be applied directly to  _RL_ any support (surface) with sufficient tooth (texture). When a  _RL_ pastel is drawn over a textured surface, the pigment crumbles  _RL_ and lodges in the fibers of  the support. Pastel marks have a  _RL_ particular soft, matte quality and are suitable for techniques  _RL_ such as blending, scumbling, and feathering. Blending is a  _RL_ technique of  rubbing and fusing two or more colors on the  _RL_ support using fingers or various tools such as tortillons  _RL_ (paper stumps), soft hair brushes, putty erasers, and soft  _RL_ bread. Scumbling is a technique of  building up layers of  _RL_ pastel colors. The side or blunted tip of  a soft pastel is  _RL_ lightly drawn over an underpainted area so that patches  _RL_ of  the color beneath show through. Feathering is a  _RL_ technique of  applying parallel strokes of  color with the  _RL_ point of  a pastel, usually over an existing layer of  _RL_ pastel color. A thin spray of  fixative can be applied—  _RL_ using a mouth diffuser (see pp. 430-431) or  _RL_ aerosol spray fixative—to a finished pastel  _RL_ painting, or in between layers of  color, to  _RL_ prevent smudging. _RL_ "], "page": 442, "subtopic": "glass muller  "}, {"topic": "t h e   v i s u a l   a r t s  ", "description": ["ACRYLIC PAINT IS MADE BY MIXING PIGMENT with a synthetic  _RL_ resin. It can be thinned with water but dries to become water  _RL_ insoluble. Acrylics are applied to many surfaces, such as  _RL_ paper and acrylic-primed board and canvas. A variety of  _RL_ brushes, painting knives, rollers, air-brushes, plastic  _RL_ scrapers, and other tools are used in acrylic painting.  _RL_ The versatility of  acrylics makes them suitable for a wide  _RL_ range of  techniques. They can be used opaquely or—by  _RL_ adding water—in a transparent, watercolor style. Acrylic  _RL_ mediums can be added to the paint to adjust its consistency  _RL_ for special effects such as glazing and impasto (ridges of  paint  _RL_ applied in thick strokes) or to make it more matt or glossy.  _RL_ Acrylics are quick-drying, which allows layers of  paint to   _RL_ be applied on top of  each other almost immediately. _RL_ "], "page": 444, "subtopic": "acrylics  "}, {"topic": "t h e   v i s u a l   a r t s  ", "description": ["EXAMPLE OF A SCREEN PRINT _RL_ Sea Change, Patrick Hughes, 1992   _RL_ Screen print, 30 × 37 in (77 × 94.5 cm) _RL_ "], "page": 450, "subtopic": "printmaking 2  "}, {"topic": "a r c h i t e c t u r e  ", "description": ["THE CIVILIZATION OF THE ANCIENT EGYPTIANS (which lasted  _RL_ from about 3100 bc until it was finally absorbed into the  _RL_ Roman Empire in 30 bc) is famous for its temples and  _RL_ tombs. Egyptian temples were often huge and  _RL_ geometric, like the Temple of  Amon-Re (below and  _RL_ right). They were usually decorated with hieroglyphs  _RL_ (sacred characters used for picture-writing) and painted  _RL_ reliefs depicting gods, Pharaohs (kings), and queens.  _RL_ Tombs were particularly important to the Egyptians,  _RL_ who believed that the dead were resurrected in the  _RL_ afterlife. The tombs were often decorated—as, for  _RL_ example, the surround of  the false door opposite—in  _RL_ order to give comfort to the dead. The best-known  _RL_ ancient Egyptian tombs are the pyramids, which  _RL_ were designed to symbolize the rays of  the Sun.  _RL_ Many of  the architectural forms used by the  _RL_ ancient Egyptians were later adopted by other  _RL_ civilizations; for example, columns and capitals  _RL_ were later used by the ancient Greeks (see pp.  _RL_ 460-461) and ancient Romans (see pp. 462-465). _RL_ "], "page": 460, "subtopic": "ancient egypt  "}, {"topic": "a r c h i t e c t u r e  ", "description": ["Round arch _RL_ Second floor _RL_ Corinthian  _RL_ half-column _RL_ "], "page": 466, "subtopic": "ancient rome 2  "}, {"topic": "a r c h i t e c t u r e  ", "description": ["WARFARE WAS COMMON IN EUROPE in the Middle  _RL_ Ages, and many monarchs and nobles built   _RL_ castles as a form of  defense. Typical medieval   _RL_ castles have outer walls surrounding a moat. Inside  _RL_ the moat is a bailey (courtyard), protected by a  _RL_ chemise (jacket wall). The innermost and strongest  _RL_ part of  a medieval castle is the keep. There are two  _RL_ main types of  keep: towers called donjons, such  _RL_ as the Tour de César and Coucy-le-Château,  _RL_ and rectangular keeps (“hall-keeps”), such as the  _RL_ Tower of  London. Castles were often guarded by  _RL_ salients (projecting fortifications), like those of  the  _RL_ Bastille. Medieval houses typically had timber cruck  _RL_ (tentlike) frames, wattle-and-daub walls, and pitched  _RL_ roofs, like those on medieval  _RL_ London Bridge (opposite). _RL_ "], "page": 468, "subtopic": "medieval castles   and houses  "}, {"topic": "a r c h i t e c t u r e  ", "description": ["MASONRY OF A NICHE IN THE ROTUNDA (NEOCLASSICAL), _RL_ BANK OF ENGLAND, LONDON, BRITAIN, 1794 (BY J. SOANE) _RL_ "], "page": 484, "subtopic": "baroque and neoclassical 3  "}, {"topic": "a r c h i t e c t u r e  ", "description": ["ARCHES ARE CURVED STRUCTURES used to bridge spans  _RL_ and to support the weight of  upper parts of  buildings,  _RL_ such as domes, as in St. Paul’s Cathedral (below) and  _RL_ the antique temple (opposite). The voussoirs (wedge- _RL_ shaped blocks) that form an arch (right) support  _RL_ each other and convert the downward force of  the  _RL_ weight of  the building into an outward force. This  _RL_ outward force is in turn transferred to buttresses, piers,  _RL_ or abutments. A vault is an arched roof  or ceiling. There are four  _RL_ main types of  vault (opposite). A barrel vault is a single vault, semicircular  _RL_ in cross-section; a groin vault consists of  two barrel vaults intersecting at  _RL_ right-angles; a rib vault is a groin vault reinforced by ribs; and a fan  _RL_ vault is a rib vault in which the ribs radiate from the springing  _RL_ point (where the arch begins) like a fan. _RL_ "], "page": 486, "subtopic": "arches and vaults   "}, {"topic": "a r c h i t e c t u r e  ", "description": ["A DOME IS A CONVEX ROOF. Domes are categorized according  _RL_ to the shapes of  both the base and the section through the  _RL_ center of  the dome. The base may be circular, square, or  _RL_ polygonal (many-sided), depending on the plan of the drum  _RL_ (the walls on which the dome rests). The section of  a dome  _RL_ may be the same shape as any arch (see pp. 484-485).  _RL_ Various types of  dome are illustrated here: a  _RL_ hemispherical dome, which has a circular base  _RL_ and a semicircular section; a saucer dome,  _RL_ which has a circular base and a segmental  _RL_ "], "page": 488, "subtopic": "domes  "}, {"topic": "a r c h i t e c t u r e  ", "description": ["OPUS SECTILE  _RL_ MOSAIC DESIGN _RL_ influence of  Islam remains strong today.  _RL_ Common characteristics of  Islamic buildings  _RL_ include ogee arches and roofs, onion domes, and  _RL_ walls decorated with carved stone, paintings, inlays,  _RL_ or mosaics. The most important type of  Islamic  _RL_ building is the mosque—the place of  worship— _RL_ which generally has a minaret (tower) from  _RL_ which the muezzin (official crier) calls  _RL_ Muslims to prayer. Most mosques have a mihrab  _RL_ (decorative niche) that indicates the direction  _RL_ of Mecca. As figurative art is not allowed  _RL_ in Islam, buildings are ornamented with  _RL_ geometric and arabesque motifs, and  _RL_ inscriptions (frequently Koranic verses). _RL_ "], "page": 490, "subtopic": "islamic buildings  "}, {"topic": "orion nebula (diffuse emission nebula)  ", "description": ["Supernova  _RL_ remnant (gas  _RL_ shell consisting  _RL_ of  outer layers  _RL_ of  star thrown  _RL_ off  in  _RL_ supernova  _RL_ explosion) _RL_ "], "page": 19, "subtopic": "n e b u l a e   a n d   s t a r   c l u s t e r s  "}, {"topic": "a r c h i t e c t u r e  ", "description": ["THE TRADITIONAL ARCHITECTURE of  south and east Asia has been  _RL_ profoundly influenced by the spread from India of  Buddhism and Hinduism.  _RL_ This influence is shown both by the abundance and by the architectural  _RL_ styles of  temples and shrines in the region. Many early Hindu temples  _RL_ consist of  rooms carved from solid rock-faces. However, free-standing  _RL_ structures began to be built in southern India from about the eighth  _RL_ century AD. Many were built in the Dravidian style, like the Temple of  _RL_ Virupaksha (opposite) with its characteristic antarala (terraced tower),  _RL_ perforated windows, and numerous arches, pilasters, and carvings.  _RL_ The earliest Buddhist religious monuments were Indian stupas,  _RL_ which consisted of  a single hemispherical dome surmounted by a  _RL_ chattravali (shaft) and surrounded by railings with ornate gates.  _RL_ Later Indian stupas and those built elsewhere were sometimes  _RL_ modified; for example, in Sri Lanka, the dome became bell-shaped,  _RL_ and was called a dagoba. Buddhist pagodas, such as the Burmese  _RL_ example (right), are multistoried temples, each story having a  _RL_ projecting roof. The form of  these buildings probably derived from  _RL_ the yasti (pointed spire) of  the stupa. Another feature of  many  _RL_ traditional Asian buildings is their imaginative roof-forms, such  _RL_ as gambrel (mansard) roofs, and roofs with angle-rafters (below). _RL_ "], "page": 492, "subtopic": "south and   east asia  "}, {"topic": "t h e   u n i v e r s e  ", "description": ["WHEN YOU LOOK AT THE NORTHERN SKY, you look away from the densely  _RL_ populated Galactic center, so the northern sky generally appears less  _RL_ bright than the southern sky (see pp. 20-21). Among the best-known  _RL_ sights in the northern sky are the constellations Ursa Major   _RL_ (the Great Bear) and Orion. Some ancient civilizations believed  _RL_ that the stars were fixed to a celestial sphere surrounding the  _RL_ Earth, and modern maps of  the sky are based on a similar  _RL_ idea. The North and South Poles of  this imaginary  _RL_ celestial sphere are directly above the North and South  _RL_ Poles of  the Earth, at the points where the Earth’s axis  _RL_ of  rotation intersects the sphere. The celestial North  _RL_ Pole is at the center of  the map shown here, and  _RL_ Polaris (the North Star) lies very close to it. The  _RL_ celestial equator marks a projection of  the  _RL_ Earth’s equator on the sphere. The ecliptic  _RL_ marks the path of  the Sun across the sky   _RL_ as the Earth orbits the Sun. The Moon and  _RL_ planets move against the background of  _RL_ the stars because the stars are much more  _RL_ distant; the nearest star outside the solar  _RL_ system (Proxima Centauri) is more   _RL_ than 50,000 times farther away than   _RL_ the planet Jupiter. _RL_ "], "page": 20, "subtopic": "stars of northern skies  "}, {"topic": "a r c h i t e c t u r e  ", "description": ["BUILDINGS OF THE 19TH CENTURY are characterized by  _RL_ the use of  new materials and by a great diversity of  _RL_ architectural styles. From the end of  the 18th century,  _RL_ iron and steel became widely used as alternatives to  _RL_ wood for the framework of  buildings, as in the flax- _RL_ spinning mill shown here. Built in Britain in 1796,  _RL_ this mill exemplifies an architectural style that became  _RL_ common throughout the industrialized world for more  _RL_ than a century. The Industrial Revolution also brought  _RL_ mass-production of  building parts—a development  _RL_ that enabled the British architect Sir Joseph Paxton  _RL_ to erect London’s Crystal Palace (a building made  _RL_ entirely of  iron and glass) in only nine months, ready  _RL_ for the Great Exhibition of  1851. The 19th century  _RL_ saw a widespread revival of  older architectural  _RL_ styles. For example, in the US and Germany,  _RL_ Neo-Greek architecture was fashionable;  _RL_ in Britain and France, Neo-Baroque,  _RL_ Neo-Byzantine, and Neo-Gothic  _RL_ styles (as seen in the Palace of  _RL_ Westminster and Tower  _RL_ Bridge) were dominant. _RL_ "], "page": 494, "subtopic": "the 19th century  "}, {"topic": "example of an original manuscript:   ", "description": ["MUSICAL NOTATION IS ANY METHOD by which sounds are  _RL_ written down so that they can be read and performed by  _RL_ others. The present-day conventional system of  notation  _RL_ uses a five-line stave (staff)—divided by vertical lines into  _RL_ sections known as bars—on which notes, rests, clefs, key  _RL_ signatures, time signatures, accidentals, and other symbols  _RL_ are written. A note indicates the duration of  a sound and,  _RL_ according to its position on the stave, its pitch. Notes  _RL_ can be arranged on the stave in order of  pitch to  _RL_ form a scale. A silence in the music is indicated by  _RL_ a rest. The clef, which is placed at the begininng  _RL_ of  a stave, fixes the pitch. The key signature,   _RL_ which is placed after the clef, indicates the key.  _RL_ The time signature, placed after the key  _RL_ signature, shows the number of  beats in a bar.  _RL_ Accidentals are used to indicate the raising  _RL_ or lowering of  the pitch of  a note. _RL_ "], "page": 504, "subtopic": "the prodigal son, arthur sullivan, 1869  "}, {"topic": "t  ", "description": ["AN ORCHESTRA IS A GROUP of  musicians that  _RL_ plays music written for a specific combination of  _RL_ instruments. The number and type of  instruments  _RL_ included in the orchestra depends on the style of  _RL_ music being played. The modern orchestra (also  _RL_ known as a symphony orchestra) is made up  _RL_ of  four sections of  instruments—stringed,  _RL_ woodwind, brass, and percussion. The  _RL_ stringed section consists of  violins, violas,  _RL_ cellos (violoncellos), double basses, and  _RL_ sometimes a harp (see pp. 510-511). The main  _RL_ instruments of  the woodwind section are flutes,  _RL_ oboes, clarinets, and bassoons—the piccolo, cor  _RL_ anglais, bass clarinet, saxophone, and double  _RL_ bassoon (contrabassoon) can also be included  _RL_ if  the music requires them (see pp. 508-509).  _RL_ The brass section usually consists of  horns,  _RL_ trumpets, trombones, and the tuba (see  _RL_ pp. 506-507). The main instruments of  _RL_ the percussion section are the timpani  _RL_ (see pp. 518-519). The side drum,  _RL_ bass drum, cymbals, tambourine,  _RL_ triangle, tubular bells, xylophone,  _RL_ vibraphone, tam-tam (gong),  _RL_ castanets, and maracas can  _RL_ also be included in the  _RL_ percussion section (see  _RL_ pp. 516-517). The musicians  _RL_ are usually arranged in a semi- _RL_ circle—strings spread along the  _RL_ front, woodwind and brass in the  _RL_ center, and percussion at the back.  _RL_ A conductor stands in front of  the  _RL_ musicians and controls the tempo  _RL_ (speed) of  the music and the   _RL_ overall balance of  the sound,  _RL_ ensuring that no instruments  _RL_ are too loud or too soft in  _RL_ relation to the others. _RL_ "], "page": 506, "subtopic": "a m  g  "}, {"topic": "m u s i c  ", "description": ["conical, as in the horn and tuba, or mainly cylindrical, as in  _RL_ the trumpet and trombone. The sound of  a brass instrument  _RL_ is made by the player’s lips vibrating against the mouthpiece,  _RL_ so that the air vibrates in the tube. By changing lip tension,  _RL_ the player can vary the vibrations and produce notes of  _RL_ different pitches. The range of  notes produced by a brass  _RL_ instrument can be extended by means of  a valve system.  _RL_ Most brass instruments, such as the trumpet, have piston  _RL_ valves that divert the air in the instrument along an extra  _RL_ piece of  tubing (known as a valve slide) when pressed down.  _RL_ The total length of  the tube is increased and the pitch of  the  _RL_ note produced is lowered. Instead of  valves, the trombone  _RL_ has a movable slide that can be pushed away from or drawn  _RL_ toward the player. The sound of  a brass instrument can also  _RL_ be changed by inserting a mute into the bell of  the instrument. _RL_ "], "page": 508, "subtopic": "brass instruments  "}, {"topic": "m u s i c  ", "description": ["WOODWIND INSTRUMENTS ARE wind instruments  _RL_ that are generally made of  wood, although some  _RL_ are made of  metal or plastic. The sound of  a  _RL_ woodwind instrument is produced by the  _RL_ vibration of  air in a hollow tube. The air  _RL_ is made to vibrate by blowing across a  _RL_ blow hole—as in the flute and piccolo— _RL_ or by blowing through a single reed— _RL_ as in the clarinet and saxophone— _RL_ or a double reed—as in the  _RL_ bassoon, cor anglais, and  _RL_ oboe. The pitch of  a  _RL_ woodwind instrument  _RL_ can be changed by  _RL_ opening or closing  _RL_ holes cut into   _RL_ the tube of   _RL_ the instrument. _RL_ "], "page": 510, "subtopic": "woodwind   instruments  "}, {"topic": "m u s i c  ", "description": ["STRINGED INSTRUMENTS PRODUCE SOUND by the vibration  _RL_ of  stretched strings. This may be done by drawing a bow  _RL_ across the strings, as in the violin; or by plucking the strings,  _RL_ as in the harp and guitar (see pp. 512-513). The four modern  _RL_ members of  the bowed string family are the violin, viola, cello  _RL_ (violoncello), and double bass. Each consists of  a hollow,  _RL_ wooden body, a long neck, and four strings. The bow is a  _RL_ wooden stick with horsehair stretched across its length.  _RL_ The vibrations made by drawing the bow across the strings  _RL_ are transmitted to the hollow body, and this itself  vibrates,  _RL_ amplifying and enriching the sound produced. The harp  _RL_ consists of  a set of  strings of  different lengths stretched  _RL_ across a wooden frame. The strings are plucked  _RL_ by the player’s thumbs and fingers—except  _RL_ the little finger of  each hand—which  _RL_ produces vibrations that are amplified  _RL_ by the harp’s sound board. The pitch  _RL_ of  the note produced by any stringed  _RL_ instrument depends on the length,  _RL_ weight, and tension of  the string.  _RL_ A shorter, lighter, or tighter string  _RL_ gives a higher note. _RL_ "], "page": 512, "subtopic": "stringed   instruments  "}, {"topic": "m u s i c  ", "description": ["THE GUITAR IS A PLUCKED stringed instrument  _RL_ (see pp. 510-511). There are two types of  guitar— _RL_ acoustic and electric. Acoustic guitars have hollow  _RL_ bodies and six or 12 strings. Plucking the strings  _RL_ produces vibrations that are amplified by their hollow  _RL_ bodies. Electric guitars usually have solid bodies and  _RL_ six strings. Pick-ups placed under the strings convert  _RL_ their vibrations into electronic signals that are magnified  _RL_ by an amplifier, and sent to a loudspeaker where they are  _RL_ converted into sounds (see pp. 520-521). Electric bass  _RL_ guitars are very similar in structure to electric guitars,  _RL_ and produce sound in the same way, but have four  _RL_ strings and play bass notes. _RL_ "], "page": 514, "subtopic": "guitars  "}, {"topic": "m u s i c  ", "description": ["KEYBOARD INSTRUMENTS are instruments  _RL_ that are sounded by means of  a keyboard.  _RL_ The organ and piano are two of  the  _RL_ principal members of  the keyboard  _RL_ family. The organ consists of  pipes that  _RL_ are operated by one or more manuals  _RL_ (keyboards) and a pedal board. The  _RL_ pipes are lined up in rows (known as  _RL_ ranks or registers) on top of  a wind  _RL_ chest. The sound of the organ is made  _RL_ when air is admitted into a pipe by  _RL_ pressing a key or pedal. The piano  _RL_ consists of wire strings stretched over  _RL_ a metal frame, and a keyboard and pedals that  _RL_ operate hammers and dampers. The piano frame  _RL_ is either vertical—as in the upright piano—or  _RL_ horizontal—as in the grand piano. When a key is  _RL_ at rest, a damper lies against the string to stop it from  _RL_ vibrating. When a key is pressed down, the damper  _RL_ moves away from the string as the hammer strikes  _RL_ it, causing the string to vibrate and sound a note. _RL_ "], "page": 516, "subtopic": "keyboard   instruments  "}, {"topic": "tubular bells  ", "description": ["PERCUSSION INSTRUMENTS are a large group  _RL_ of  instruments that produce sound by being  _RL_ struck, shaken, scraped, or clashed together.  _RL_ Most percussion instruments—such as the  _RL_ tam-tam (gong), cymbals, and maracas—do  _RL_ not have a definite pitch and are used for  _RL_ rhythm and impact, and the distinctive  _RL_ timber (color) of  their sound. Other percussion instruments— _RL_ such as the xylophone, vibraphone, and tubular bells—are tuned  _RL_ to a definite pitch and can play melody, harmony, and rhythms.  _RL_ The xylophone and vibraphone each have two rows of  bars that  _RL_ are arranged in a similar way to the black and white keys of  a  _RL_ piano. Metal tubes are suspended below the bars to amplify the  _RL_ sound. The vibraphone has electrically operated fans that rotate  _RL_ in the tubes and produce a vibrato (wavering pitch) effect. _RL_ "], "page": 518, "subtopic": "m u s i c  "}, {"topic": "crash   cymbal  ", "description": ["A DRUM IS A percussion instrument that  _RL_ consists of  a drumhead, made of  skin or  _RL_ plastic, stretched over one or both ends of  _RL_ a hollow vessel (the body shell). Drums  _RL_ are played in most parts of  the world and  _RL_ are made in a number of  different shapes  _RL_ and sizes. They can be divided into three  _RL_ groups according to the shape of  the  _RL_ TAMBOURINE _RL_ body-shell: frame drums (e.g., tambourines), bowl- _RL_ shaped drums (e.g., timpani), and tubular drums  _RL_ (e.g., congas). Drums are usually sounded by  _RL_ striking the drumhead with the hands or with  _RL_ beaters, such as a hard-headed stick. The  _RL_ drumhead vibrates, and its vibrations  _RL_ are amplified by the hollow body shell.  _RL_ The snare drum has wires—known  _RL_ as snares—stretched across the lower  _RL_ drumhead; the snares vibrate against  _RL_ the lower drumhead when the drum is  _RL_ played. Most drums, such as congas,  _RL_ do not have a definite pitch and can play  _RL_ only rhythms (see pp. 516-517). Other drums,  _RL_ such as timpani, have a definite pitch and can  _RL_ play melody, harmony, and rhythms. They can be  _RL_ tuned by adjusting the tension of  the drumhead.  _RL_ Different types of  drum can be combined together  _RL_ with other percussion instruments to form a drum  _RL_ set. The basic components of  the drum set are  _RL_ bass drum, tom-toms, floor tom (tenor drum),  _RL_ snare drum, and cymbals. _RL_ "], "page": 520, "subtopic": "tension key  "}, {"topic": "s p o r t s  ", "description": ["GAMES INVOLVING KICKING A BALL have a long history and were  _RL_ recorded in China as early as 300 BC; in medieval Europe, street  _RL_ football was banned as a menace to the public; only in 1863 were  _RL_ the rules established, specifically banning carrying the ball for all  _RL_ players except the goalkeeper, and separating rugby from soccer.  _RL_ Soccer, officially termed association football, is a team sport in  _RL_ which players attempt to score goals by passing and dribbling  _RL_ the ball down the field past opposing defenders, and kicking  _RL_ or heading the ball into the goal net, outwitting the defending  _RL_ goalkeeper. Each team consists of  10 outfield players (defenders,  _RL_ midfielders, and strikers) and a goalkeeper. Players from the  _RL_ opposing team may challenge the player in possession of  the ball,  _RL_ but an illegal or foul tackle results in a penalty if  a foul occurs  _RL_ inside the penalty area or a free kick if  outside the penalty area.  _RL_ The round ball used in soccer is more easily controlled than  _RL_ the oval balls used in American, Canadian, and Australian rules  _RL_ football and in rugby. The result is a more “open” or flowing game  _RL_ that is played and watched by millions of  people worldwide. _RL_ "], "page": 526, "subtopic": "soccer  "}, {"topic": "s p o r t s  ", "description": ["IN AMERICAN AND CANADIAN FOOTBALL, the object of the game  _RL_ is to get the ball across the opponent’s goal line, either by passing  _RL_ or carrying it across (a touchdown), or by kicking it between their  _RL_ goalposts (a field goal). An American football team has 11 players  _RL_ on the field at a time, although up to 40 players can appear for each  _RL_ side in a single game. The agile “offense” tries to score points, and  _RL_ the heavy hitting “defense” holds back the opposition. When in  _RL_ possession of  the ball, a team has four chances (“downs”), to move it  _RL_ at least ten yards (nine meters) up the field to make a “first down.”  _RL_ The opposition gains possession if  they fail, or by tackling and  _RL_ intercepting the ball. Canadian football is played on a larger field,  _RL_ with 12 men on each side. A team has only three chances to  _RL_ achieve a first down. Otherwise, the game is very similar  _RL_ to American football. Helmets, face masks, and layers  _RL_ of body padding are worn by the players for protection. _RL_ "], "page": 528, "subtopic": "football  "}, {"topic": "s p o r t s  ", "description": ["VARIETIES OF FOOTBALL have developed all over the world and Australian  _RL_ rules football is considered to be one of  the roughest versions, allowing full  _RL_ body tackles even though participants wear no protective padding. The game  _RL_ is played on a large, oval field by two sides, each of  18 players. Players can   _RL_ kick or punch the ball, which is shaped like a rugby ball, but cannot throw  _RL_ it. Running with the ball is permitted, as long as the ball touches the ground  _RL_ at least once every 10 meters. The fullbacks defend two sets of  posts. Teams   _RL_ try to score “goals” (six points) between the inner posts or “behinds” (one  _RL_ point) inside the outer posts. Each game has four quarters of  25 minutes,   _RL_ and the team with the most points at the end of  the allotted time is the  _RL_ winner. In Gaelic football, an Irish version of  soccer (see pp. 524–525), a   _RL_ size 5 soccer ball is used. Each team can have 15 players on the field at a time.  _RL_ Players are allowed to catch, fist, and kick the ball, or dribble it using their  _RL_ hands or feet, but cannot throw it. Teams are awarded three points for getting  _RL_ the ball into the net, and one point for getting it through the posts above the  _RL_ crossbar. Gaelic football is rarely played outside of  Ireland. _RL_ "], "page": 530, "subtopic": "australian rules and   gaelic football  "}, {"topic": "s p o r t s  ", "description": ["RUGBY IS PLAYED WITH AN OVAL BALL, which may be carried,  _RL_ thrown, or kicked. There are two codes of  rugby, both played  _RL_ at amateur and professional levels. Rugby Union is played by  _RL_ two teams of  15 players. They can score points in two ways:  _RL_ by placing the ball by hand over the opponents’ goal line   _RL_ (a try, scoring four points) or by kicking it over the crossbar  _RL_ of the opponent’s goal (a conversion of  a try, scoring two  _RL_ points; a penalty kick, scoring three points; or a dropkick,  _RL_ scoring three points). Rugby League developed from the  _RL_ Union game but is played by 13 players. In League games,  _RL_ a try scores four points; a conversion scores two points;  _RL_ a drop goal scores one point, and a penalty kick scores   _RL_ two points. Scrummages occur in both codes   _RL_ 18 ft  _RL_ when play stops following an infringement. _RL_ (5.5 m) _RL_ RUGBY UNION SCRUMMAGE _RL_ "], "page": 532, "subtopic": "rugby  "}, {"topic": "s p o r t s  ", "description": ["BASKETBALL IS A BALL GAME for two teams of  five players, originally devised  _RL_ in 1890 by James Naismath for the Y.M.C.A. in Springfield, Massachusetts. The  _RL_ object of  the game is to take possession of  the ball and score points by throwing the  _RL_ ball into the opposing team’s basket. A player moves the ball up and down the court  _RL_ by bouncing it along the ground or “dribbling”; the ball may be passed between  _RL_ players by throwing, bouncing, or rolling. Players may not run with or kick the ball,  _RL_ although pivoting on one foot is allowed. The game begins with the referee throwing  _RL_ the ball into the air and a player from each team jumping up to try and “tip” the  _RL_ ball to a teammate. The length of  the game and the number of  periods played varies  _RL_ at different levels. There are amateur, professional, and international rules. No game  _RL_ ends in a draw. An extra period of  five minutes is played, plus as many extra periods  _RL_ as are necessary to break the tie. In addition to the five players on court, each team  _RL_ has up to seven substitutes, but players may only leave the court with the permission  _RL_ of  the referee. Basketball is a noncontact sport and fouls on other players are  _RL_ penalized by a throw-in awarded against the offending team; a free throw at the  _RL_ basket is awarded when a player is fouled in the act of  shooting. Basketball is a  _RL_ fast-moving game, requiring both physical and mental coordination. Skillful tactical  _RL_ play matters more than simple physical strength and the agility of  the players makes  _RL_ the game an excellent spectator sport. _RL_ "], "page": 534, "subtopic": "basketball  "}, {"topic": "s p o r t s  ", "description": ["VOLLEYBALL, NETBALL, AND HANDBALL are fast-moving team sports  _RL_ played with balls on courts with a hard surface. In volleyball, the object  _RL_ of  the game is to hit the ball over a net strung across the center of  the  _RL_ court so that it touches the ground on the opponent’s side. The team of  _RL_ six players can take three hits to direct the ball over the net, although  _RL_ the same player cannot hit the ball twice in a row. Players can hit the   _RL_ ball with their arms, hands, or any other part of  their upper body. Teams  _RL_ score points only while serving. The first team to score 15 points, with a  _RL_ two- point margin over their opponent, wins the game. Netball is one of  _RL_ the few sports played exclusively by women. Similar to basketball (see   _RL_ pp. 532–533), it is played on a slightly larger court with seven players  _RL_ instead of  five. A team moves the ball toward the goal by throwing,  _RL_ passing, and catching it with the aim of  throwing the ball through the  _RL_ opponents’ goal net. Players are confined by their playing position to  _RL_ specific areas of  the court. Team handball is one of  the world’s fastest  _RL_ games. Each side has seven players. A team moves the ball by dribbling,  _RL_ passing, or bouncing it as they run. Players may stop, catch,  _RL_ throw, bounce, or strike the ball with any part  _RL_ of  the body above the knees. Each team tries  _RL_ to score goals by directing the ball past  _RL_ the opposition’s goalkeeper into the net,  _RL_ which is similar to a soccer net. _RL_ "], "page": 536, "subtopic": "volleyball, netball,   and handball  "}, {"topic": "s p o r t s  ", "description": ["BASEBALL IS A BALL GAME for two teams of  nine players.  _RL_ The batter hits the ball thrown by the opposing team’s pitcher,  _RL_ into the area between the foul lines. He then runs around all four  _RL_ fixed bases in order to score a run, touching or “tagging” each base  _RL_ in turn. The pitcher must throw the ball at a height between the  _RL_ batter’s armpits and knees, a height which is called the “strike  _RL_ zone.” A ball pitched in this area that crosses over the “home plate”  _RL_ is called a “strike” and the batter has three strikes in which to try  _RL_ and hit the ball (otherwise he is “struck out”). The fielding team  _RL_ tries to get the batting team out by catching the ball before it  _RL_ bounces, tagging a player of  the batting team with the ball who  _RL_ is running between bases, or by tagging a base before the player  _RL_ has reached it. Members of  the batting team may stop safely at a  _RL_ base as long as it is not occupied by another member of  their team.  _RL_ When the batter runs to first base, his teammate at first base must  _RL_ run on to second—this is called “force play.” A game consists of  _RL_ nine innings and each team will bat once during an inning. When  _RL_ three members of  the batting team are out, the teams swap roles.  _RL_ The team with the greatest number of  runs wins the game. _RL_ "], "page": 538, "subtopic": "baseball  "}, {"topic": "s p o r t s  ", "description": ["CRICKET IS A BALL GAME PLAYED by two teams of  eleven players on a pitch with two sets  _RL_ of  three stumps (wickets). The bowler bowls the ball down the pitch to the batsman of  _RL_ the opposing team, who must defend the wicket in front of  which he stands. The object  _RL_ of  the game is to score as many runs as possible. Runs can be scored individually by  _RL_ running the length of  the playing strip, or by hitting a ball that lands outside the  _RL_ boundary (“six”), or that lands inside the boundary but bounces or rolls outside   _RL_ (“four”); the opposing team will bowl and field, attempting to dismiss the batsmen.  _RL_ A batsman can be dismissed in one of  several ways: by the bowler hitting the wicket  _RL_ with the ball (“bowled”); by a fielder catching the ball hit by the batsman before  _RL_ it touches the ground (“caught”); by the wicket-keeper or another fielder  _RL_ breaking the wicket while the batsman is attempting a run and is therefore  _RL_ out of  his ground (“stumped” or “run out”); by the batsman breaking  _RL_ the wicket with his own bat or body (“hit wicket”); by a part of  _RL_ the batsman’s body being hit by a ball that would otherwise  _RL_ have hit the wicket (“leg before wicket” [“lbw”]). A match  _RL_ consists of  one or two innings and each inning ends when   _RL_ the tenth batsman of  the batting team is out, when a certain  _RL_ number of  overs (a series of  six balls bowled) have been  _RL_ played, or when the captain of  the batting team  _RL_ “declares” ending the innings voluntarily. _RL_ "], "page": 540, "subtopic": "cricket  "}, {"topic": "s p o r t s  ", "description": ["ALL OVER THE WORLD, TEAM GAMES have evolved that require that a ball be  _RL_ struck or carried, and tossed at the end of  a stick. Early forms of  these games  _RL_ include hurling, shinty, bandy, and pelota. Field hockey is played by men and  _RL_ women: two teams of  11 players try to gain and keep possession of  the ball  _RL_ and score goals by using the hockey stick to propel the ball into their  _RL_ opponents’ goal net. Skills such as passing, pushing, or hitting the ball by  _RL_ slapping or lifting it in a flicking movement, and shooting at goal are crucial.  _RL_ Hockey is played indoors and outdoors on grass or synthetic fields. Lacrosse  _RL_ is played internationally as a 12-a-side game for women and as 10-a-side  _RL_ game for men. The women’s field has no absolute boundaries but the men’s  _RL_ field has clearly defined side-lines and end-lines. The ball is kept in play by  _RL_ being carried, thrown, or batted with the crosse, and rolled or kicked in any  _RL_ direction. In men’s and women’s lacrosse, play can continue behind the  _RL_ marked goal areas. Similar skills are required in hurling—a Gaelic field  _RL_ game played on the same field as Gaelic football (see pp. 528–529), using the  _RL_ same goalposts and net. In hurling, the ball may be struck with or carried on  _RL_ the hurley and, when off  the ground, may be struck with the hand or kicked.  _RL_ Goals (three points) are scored when the ball passes between the posts and  _RL_ under the crossbar; one point is scored when it passes between the  _RL_ posts and over the crossbar. _RL_ "], "page": 542, "subtopic": "field hockey,   lacrosse, and hurling  "}, {"topic": "s p o r t s  ", "description": ["THE SPORTS that make up track and field are divided into two  _RL_ main groups: track events—which include sprinting, middle- and  _RL_ long-distance running, relay running, hurdling, and walking—and  _RL_ field events that require jumping and throwing skills. Contests  _RL_ designed to test the speed, strength, agility, and stamina of  _RL_ athletes were held by the ancient Greeks over 4,000 years ago.  _RL_ However, the abolition of the Olympic Games in 393 ad meant  _RL_ that track and field events were neglected until the revival of  _RL_ large-scale competitions in the mid-nineteenth century. Modern  _RL_ stadia offer areas reserved for the long jump, triple jump, and  _RL_ pole vault usually situated outside the running track. The  _RL_ javelin, shot, hammer, and discus are thrown within the track area.   _RL_ Most athletes specialize in one or two events but, in the heptathlon,  _RL_ women compete in seven events, held over two days: 200 m and 800 m  _RL_ races, 100 m hurdles, javelin, shot put, high jump, and long jump. In   _RL_ the decathlon, men compete in 10 events over two days: 100 m, 400 m,  _RL_ and 1,500 m races, 110 m hurdles, javelin, discus, shot put, pole vault,  _RL_ high jump, and long jump. _RL_ JAVELIN _RL_ "], "page": 544, "subtopic": "track and field  "}, {"topic": "tennis racket  ", "description": ["synthetic, although natural gut is still used. Tennis is played on a court divided   _RL_ by a low net. Opposing players serve alternate games. At least six games must  _RL_ be won to gain a set, and two or sometimes three sets are needed to win a match.  _RL_ Tennis courts may be concrete, grass, clay, or synthetic, each surface requiring a  _RL_ different style of  play. Badminton is an indoor sport that is played with light, flexible  _RL_ rackets and a birdie on a court with a high net. Players can score points only on their  _RL_ serve. The first to reach 15 points (11 points for women’s singles) wins the game. Two  _RL_ games are needed to win a match. Squash and racketball are both played in enclosed  _RL_ courts. One player hits the ball against the front wall, and the other tries to return it  _RL_ before it bounces on the floor more than once. Squash rackets have smaller, rounder  _RL_ heads and stiffer frames than badminton rackets. In the United States, the game is played  _RL_ on a narrower court than an international court using a much harder ball. Squash games  _RL_ are played to 15 points (American) or 9 points (international). In racketball, players use a  _RL_ ball that is larger and bouncier than a squash ball. The racket is thick and sturdy, with a  _RL_ large head, short handle, and a thong that loops around the wrist. Points can   _RL_ be won only when serving, and the first player to reach 21 points wins. _RL_ "], "page": 546, "subtopic": "synthetic string  "}, {"topic": "s p o r t s  ", "description": ["GOLF BALL  _RL_ AND TEE _RL_ along which there are natural hazards—such as ponds and streams,  _RL_ man-made hazards—such as bunkers (sand pits), and rough (areas  _RL_ of  uncut grass). Championship golf  courses have 18 holes. The object  _RL_ of  the game is to hit the ball into each hole in turn, and to complete  _RL_ the “round” using as few strokes as possible. Players compete  _RL_ individually or in teams, playing the course together in  _RL_ groups of  two, three, or four. The two basic forms of  _RL_ competition are match play and stroke play.  _RL_ In match play, the side winning the majority  _RL_ of  holes over a certain number of  rounds  _RL_ wins the match. In stroke play,  _RL_ the winner is the player who  _RL_ finishes a certain number of  _RL_ rounds having made  _RL_ the fewest strokes. _RL_ "], "page": 548, "subtopic": "golf  "}, {"topic": "s p o r t  ", "description": ["TARGET SHOOTING AND ARCHERY EVOLVED as practice for hunting and  _RL_ battle skills. Modern bows, although designed according to the principles of  _RL_ early hunting bows, use laminates, fiberglass, dacron, and carbon, and are  _RL_ equipped with sights and stabilizers. Competitors in target archery shoot  _RL_ over distances of 100 ft (30 m), 165 ft (50 m), 230 ft (70 m), and 300 ft (90  _RL_ m) for men, and 100 ft (30 m), 165 ft (50 m), 200 ft (60 m), and 230 ft (70 m)  _RL_ for women. The closer the shot is to the center of the target, the higher the  _RL_ score. The individual scores are added up, and the archer with the highest  _RL_ total wins the competition. Crossbows are used in match competitions   _RL_ over 33 ft (10 m), and 100 ft (30 m). Rifle shooting is divided into three  _RL_ categories: smallbore, bigbore, and air rifle. Contests take place over a  _RL_ variety of distances and further subdivisions are based on the type of  _RL_ shooting position used: prone, kneeling, or standing. The Olympic   _RL_ biathlon combines cross-country skiing and rifle shooting over a course of  _RL_ approximately 12½ miles (20 km). Additional magazines of ammunition   _RL_ are carried in the butt of the rifles. Bigbore rifles fitted with a telescopic sight  _RL_ can be used for hunting and running game target shooting. Pistol shooting  _RL_ events, using rapid-fire pistols, target pistols, and air pistols, take place over   _RL_ 33 ft (10 m), 82 ft (25 m), and 165 ft (50 m) distances. In rapid-fire pistol  _RL_ shooting, a total of 60 shots are fired from a distance of 83 ft (25 m). _RL_ "], "page": 550, "subtopic": "archery and   shooting  "}, {"topic": "s p o r t s  ", "description": ["ICE HOCKEY IS PLAYED by two teams of  six players on  _RL_ an ice rink, with a goal net at each end. The object of  this  _RL_ fast, and often dangerous, game is to hit a frozen rubber  _RL_ puck into the opposing team’s net with a ice hockey stick.  _RL_ The game begins when the referee drops the puck between  _RL_ the sticks of  two players from opposing teams, who “face  _RL_ off.” The rink is divided into three areas: defending, neutral,  _RL_ and attacking zones. Players may move with the puck and  _RL_ pass the puck to one another along the ice, but may not  _RL_ pass it more than two zones across the rink markings.  _RL_ A goal is scored when the puck entirely crosses the goal-  _RL_ line between the posts and under the crossbar of  the goal.  _RL_ A team may field up to 20 players although only six   _RL_ players are allowed on the ice at one time; substitutions  _RL_ occur frequently. Each game consists of  three periods of  _RL_ 20 minutes, divided by breaks of  15 minutes. _RL_ ICE HOCKEY RINK _RL_ "], "page": 552, "subtopic": "ice hockey  "}, {"topic": "s p o r t s  ", "description": ["COMPETITIVE ALPINE SKIING is divided into four disciplines: downhill, slalom,  _RL_ giant slalom, and super-giant slalom (Super-G). Each one tests different skills.  _RL_ In downhill skiing, competitors race down a slope marked out by control flags,  _RL_ known as “gates,” and are timed on a single run only. Competitors wear  _RL_ crash helmets, one-piece Lycra suits, and long skis with flattened tips  _RL_ to minimize air resistance. Slalom and giant slalom skiiers  _RL_ negotiate a twisting course requiring balance, agility,  _RL_ and quick reactions. Courses are defined by pairs of  _RL_ gates. Racers must pass through each pair of  gates  _RL_ to complete the course successfully. Competitors are  _RL_ timed on two runs over different courses, and the skier who  _RL_ completes the courses in the shortest time wins. The equipment  _RL_ and protective guards used by slalom skiiers are shown opposite.  _RL_ In Super-G races, competitors ski a single run that combines the technical  _RL_ challenge of slalom with the speed of downhill. The course requires skiers to  _RL_ complete medium-to-long radius turns at high speed, and contain up to two  _RL_ jumps. Clothing is the same as for downhill, but slightly shorter skis are used. _RL_ "], "page": 554, "subtopic": "alpine skiing  "}, {"topic": "s p o r t s  ", "description": ["EQUESTRIAN SPORTS HAVE TAKEN place throughout the world for  _RL_ centuries: events involving mounted horses were recorded in the  _RL_ Olympic Games of  642 BC. Showjumping, however, is a much more  _RL_ recent innovation, and the first competitions were held at the beginning  _RL_ of  the 1900s. In this sport, horse and rider must negotiate a course of  _RL_ variable, unfixed obstacles, making as few mistakes as possible.  _RL_ Showjumping fences consist of  wooden stands, known as standards or  _RL_ wings, that support planks or poles. Parts of  the fence are designed to  _RL_ collapse on impact, preventing injury to the horse and rider. Judges  _RL_ penalize competitors for errors, such as knocking down obstacles,  _RL_ refusing jumps, or deviating from the course. Depending on the type   _RL_ of  competition, the rider with the fewest faults, most points, or fastest  _RL_ time wins. There are two basic forms of  horse racing—flat races and  _RL_ races with jumps, such as steeplechase or hurdle races. Thoroughbred  _RL_ horses are used in this sport, since they have great strength and stamina  _RL_ and can achieve speeds of  up to 40 mph (65 kph). Jockeys wear “silks”— _RL_ caps and jackets designed in distinctive colors and patterns that help  _RL_ identify the horses. In harness racing, the horse is driven from a light,  _RL_ two -wheeled carriage called a sulky. Horses are trained to trot and to  _RL_ pace, and different races are held for each of  these types of  gait. In  _RL_ pacing races, the horses wear hobbles to prevent them from breaking  _RL_ into a trot or gallop. Breeds such as the Standardbred and the French  _RL_ Trotter have been developed especially for this sport. _RL_ "], "page": 556, "subtopic": "equestrian sports  "}, {"topic": "s p o r t s  ", "description": ["COMBAT SPORTS ARE BASED ON THE SKILLS used in fighting. In these  _RL_ sports, the competitors may be unarmed—as in judo and boxing—or  _RL_ armed—as in fencing and kendo. Judo is a system of  unarmed combat  _RL_ developed in the East. Translated from the Japanese, the name means  _RL_ “the gentle way.” Students learn how to turn an opponent’s force to their  _RL_ own advantage. The usual costume is loose white pants and a jacket,  _RL_ fastened with a cloth belt. The color of  belt indicates the student’s level   _RL_ of  expertise, from white-belted novices to the expert “black belts.”  _RL_ Competitions take place on a mat or “shiaijo,” 30 or 33 ft (9 or 10 m)  _RL_ square in size, bounded by “danger” and “safety” areas to prevent injury.  _RL_ Competitors try to throw, pin, or master their opponent by applying  _RL_ pressure to the arm joints or neck. Judo bouts are strictly monitored, and  _RL_ competitors receive points for superior technique, not for injuring their  _RL_ opponent. Fencing is a combat sport using swords, which takes place  _RL_ on a narrow “piste” 46 ft (14 m) long. Competitors try to touch specific  _RL_ target areas on their opponent with their sword or “foil” while avoiding  _RL_ being touched themselves. The winner is the one who scores the  _RL_ greatest number of  hits. Fencers wear clothing made from strong white  _RL_ material that affords maximum protection while allowing freedom of  _RL_ movement, steel mesh masks with padded bibs to protect the fencer’s  _RL_ neck, and a long white glove on their sword hand. Fencing foils do not  _RL_ have sharpened blades, and their tips end in a blunt button to prevent  _RL_ injuries. Three types of  swords are used—foils, épées, and sabers.  _RL_ Official foil and épée competitions always use an electric scoring system.  _RL_ The sword tips are connected to lights by a long wire that passes  _RL_ underneath each fencer’s jacket. A bulb flashes when a hit is made.  _RL_ "], "page": 558, "subtopic": "judo and fencing  "}, {"topic": "s p o r t s  ", "description": ["SWIMMING WAS INCLUDED in the first  _RL_ modern Olympic Games in 1896 and diving  _RL_ events were added in 1904. Swimming is both  _RL_ an individual and a team sport and races take  _RL_ place over a predetermined distance in one of  the four major  _RL_ categories of  stroke—freestyle (usually front crawl), butterfly,  _RL_ breaststroke, and backstroke. Competition pools are clearly  _RL_ marked for racing and antiturbulence lane lines are used to  _RL_ separate the swimmers and help keep the water calm. The  _RL_ first team or individual to finish the race is the winner.  _RL_ Competitive diving is divided into men’s and women’s  _RL_ springboard and platform (highboard) events. There are  _RL_ six official groups of  dives: forward dives, backward dives,  _RL_ armstand dives, twist dives, reverse dives, and inward dives.  _RL_ Competitors perform a set number of  dives and after each  _RL_ one a panel of  judges award marks according to the quality  _RL_ of  execution and the degree of  difficulty. _RL_ "], "page": 560, "subtopic": "swimming and   diving  "}, {"topic": "s p o r t s  ", "description": ["WATERBORNE SPORTS are as varied as the crafts used.  _RL_ There are two disciplines in rowing; sweep rowing, in  _RL_ which each rower has one oar, and sculling, in which  _RL_ rowers use two oars. There are a number of  different  _RL_ Olympic and competitive rowing events for both men   _RL_ and women. The number of  rowers and weight classes  _RL_ vary. Some rowing events use a coxswain; a steersman   _RL_ who does not row but directs the crew. Kayaks and canoes  _RL_ are used in straight sprint and slalom races. Slalom races  _RL_ take place over a course consisting of  20 to 25 gates,  _RL_ including at least six upstream gates. In yacht racing,  _RL_ competitors must complete prescribed courses, organized  _RL_ by the race committees, in the shortest possible time,  _RL_ using sail power only. Olympic events include  _RL_ classes for keel boats, dinghies, and catamarans. _RL_ "], "page": 562, "subtopic": "canoeing, rowing,   and sailing  "}, {"topic": "led-   backlit   glossy   wide-  screen  ", "description": ["PERSONAL COMPUTERS (PCs) fall into two  _RL_ main types: IBM-compatible PCs, known  _RL_ simply as PCs, and Apple Macintosh PCs,  _RL_ known as “Macs.” They differ in the way files  _RL_ and programs, and the user’s access to them,  _RL_ are organized, and programs must be tailored  _RL_ for each type. However, in most other respects  _RL_ PCs and Macs have much in common.  _RL_ Both contain microchips, or integrated circuits,  _RL_ that store and process data. The “brain” of  any  _RL_ PC is a chip known as the central processing  _RL_ unit (CPU), which performs mathematical  _RL_ operations in order to run program  _RL_ instructions and receive, store, and output  _RL_ data. The most powerful personal computer  _RL_ CPUs today can perform more than a  _RL_ billion calculations a second. Data can be  _RL_ input via CDs, USB memory sticks, and  _RL_ other storage media. Highly portable  _RL_ laptop and network PCs are also in  _RL_ widespread use. Most PCs are able   _RL_ to communicate with many other   _RL_ devices, including digital cameras   _RL_ (see pp. 580-81) and smartphones   _RL_ (see pp. 588-89). _RL_ "], "page": 568, "subtopic": "mouse  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["BY THE EARLY 1990s electronic circuitry had  _RL_ been miniaturized to such an extent that it was  _RL_ possible to make small handheld computing devices.  _RL_ The first of these was the Personal Digital Assistant  _RL_ (PDA), which offered features including an address  _RL_ book, calendar, and notepad. In recent years, PDAs  _RL_ have been overtaken by smartphones with internet and  _RL_ email access (see pp. 588–589). A related product is the  _RL_ e-book reader, which stores books in digital form and  _RL_ uses “electronic paper” to mimic the appearance of ink  _RL_ on real paper. An e-book reader no bigger than a thin  _RL_ paperback can store several thousand digital books in  _RL_ its memory. The most recent small computing device is  _RL_ the handheld computer. This looks like a thin flat  _RL_ display, but it is actually a complete computer.  _RL_ Handheld computers are typically controlled by a  _RL_ touch-sensitive screen and have a wireless link to other  _RL_ computers and the internet. They run software  _RL_ applications, or apps, downloaded from the internet.  _RL_ The most popular handheld computer currently is the  _RL_ Apple iPad. It has a multitouch interface that enables  _RL_ its screen to detect the movements of fingertips. In  _RL_ addition to selecting options and apps by touching the  _RL_ screen, images can be enlarged or shrunk by moving  _RL_ fingertips apart or together on the screen. _RL_ "], "page": 570, "subtopic": "handheld computer  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["THE AIRBUS A380 WAS CONCEIVED in the  _RL_ early 1990s to compete with, and if  _RL_ possible replace, the Boeing 747. Work  _RL_ began in earnest on what was then  _RL_ called the A3XX in 1994. Its maiden  _RL_ flight was in April 2005. The A380’s  _RL_ shape is subtly molded to minimize  _RL_ drag from its ovoid fuselage. The  _RL_ CROSS-SECTION  _RL_ OF FUSELAGE _RL_ structure makes extensive use of  _RL_ composite materials, such as thermoplastics and  _RL_ GLARE (aluminum and glass fiber). Its engines are  _RL_ very powerful, but also very efficient. It is claimed  _RL_ that when carrying 550 passengers, the A380 uses   _RL_ only ¾ gallon (2.9 liters) of  fuel per  _RL_ passenger per 60 miles (100 km). _RL_ "], "page": 574, "subtopic": "airbus 380  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["INKJET PRINTERS EXPEL ink droplets from hundreds  _RL_ of  tiny jets, or nozzles, on to a medium, such as paper,  _RL_ to print an image. Each droplet corresponds to a  _RL_ single pixel (picture element). Black-and-white  _RL_ printers use only black ink, while color printers  _RL_ overprint combinations of  the printing colors (cyan,  _RL_ yellow, magenta, and black) to create a full color  _RL_ range. The printhead containing the nozzles moves  _RL_ sideways across the paper, creating a line of  pixels,  _RL_ before the paper moves slightly forward so the next  _RL_ line can be printed. Two basic methods are used to  _RL_ eject ink: thermal, in which ink is heated to form an  _RL_ expanding bubble that expels a droplet from the  _RL_ nozzle, and piezoelectric, in which an electric current  _RL_ expands a crystal causing it to push out the ink  _RL_ droplet. The printer shown here can print digital  _RL_ photographs directly from a memory card. _RL_ "], "page": 576, "subtopic": "inkjet printer  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["THE INTERNET CONSISTS OF TENS of  thousands of  computer  _RL_ networks linked together to form one huge global network,  _RL_ allowing any computer on one network to communicate  _RL_ with any computer on another. The two main services  _RL_ used on the internet are email and the World Wide Web.  _RL_ Email allows text messages to be sent—along  _RL_ with attached computer files, images, or video  _RL_ clips, for example—to other computers on the  _RL_ internet. The web consists of  billions of  pages  _RL_ made up of  digital files that are stored on  _RL_ computers across the world and can be viewed  _RL_ using a web browser. The web also provides  _RL_ interactive access to various services, for  _RL_ example, banking and shopping. _RL_ "], "page": 578, "subtopic": "the internet  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["The latest generation of consoles uses motion sensor technology   _RL_ to allow players to manipulate objects on screen by simply moving  _RL_ the controller. The most advanced game systems respond to  _RL_ gestures and commands spoken by a player, without any need   _RL_ to use a hand controller. The game itself is stored in the form   _RL_ of digital information on CD, DVD, or microchip—which may   _RL_ be integral or stored in a removable cartridge—or on an internal  _RL_ hard disk. A central processing unit (CPU) (see pp. 566–567)  _RL_ is needed to process commands from the players, while specialized  _RL_ graphics chips are used to process the complex mapping and  _RL_ texturing functions that make modern games appear so realistic. _RL_ "], "page": 580, "subtopic": "electronic games  "}, {"topic": "2½in (6.8cm) liquid   crystal display  ", "description": ["FOR MORE THAN 200 YEARS, CAMERAS recorded  _RL_ pictures as chemical changes in silver-containing  _RL_ substances, on a strip of  flexible, celluloid film.  _RL_ The digital camera records pictures in electronic  _RL_ form. At its heart is a specialized integrated  _RL_ circuit known as a charge-coupled device (CCD).  _RL_ This has millions of  microunits known as pixels.  _RL_ It works in the opposite way from a miniature  _RL_ computer or TV screen. Instead of  electric signals  _RL_ making pixels shine, when light hits a pixel it  _RL_ generates a tiny electrical signal, according to   _RL_ the light’s color and brightness. The signals   _RL_ from the CCD’s millions of  pixels are analogue:  _RL_ they vary continuously in a wavelike fashion.  _RL_ They are converted by a microchip to digital   _RL_ codes of  numbers, represented as on-off  electronic  _RL_ pulses. The digital signals are processed and fed   _RL_ to the camera’s internal memory or a removable  _RL_ memory device such as a data card or memory  _RL_ stick. Photographs can be downloaded from a  _RL_ digital camera to a computer via a cable or in  _RL_ some cases a wireless link. Some digital cameras  _RL_ automatically reduce blurring caused by camera  _RL_ shake or fast movement, some can record video  _RL_ clips as well as still pictures. _RL_ "], "page": 582, "subtopic": "flexible   ribbon cable  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["A VIDEO CAMERA, OR CAMCORDER,  _RL_ records a scene as a sequence of 25 or 30   _RL_ still images per second, along with sound. It  _RL_ comprises a video camera to capture light from  _RL_ the scene, a viewfinder through which the scene  _RL_ may be viewed, a screen on which the recorded  _RL_ scene may be viewed, a charge-coupled device  _RL_ (CCD) to convert the visual data into an electric  _RL_ signal, and a means of storing the signal. Digital  _RL_ video cameras convert the signal into digital  _RL_ form—a series of separate measurements   _RL_ of the initial analogue (continuously varying)  _RL_ signal. They record the digital signal, usually on  _RL_ a chip or hard disk. Video cameras often have   _RL_ a slot where a memory card can be inserted   _RL_ to expand the memory and store longer  _RL_ recordings or more still pictures. _RL_ "], "page": 584, "subtopic": " digital video camera  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["HOME CINEMA REPLICATES a real “movie theater” using  _RL_ pictures displayed on a high-quality widescreen television set,  _RL_ such as a plasma TV, and surround sound from strategically  _RL_ sited loudspeakers. The source for sound and vision is a DVD  _RL_ (Digital Versatile Disc). Its player uses standard CD (Compact  _RL_ Disc) digital technology, but with a higher density of  laser- _RL_ read microscopic pits—more than 20 billion such pits in  _RL_ multilevel spiral tracks that, stretched out, would extend  _RL_ nearly 25 miles (40km). Blu-ray is a high-quality DVD system  _RL_ that fits much more data on its disc than standard DVDs,  _RL_ allowing High Definition video files to be stored. It is hard   _RL_ for the human ear to discern the direction of  low-pitched  _RL_ sounds, so these emanate from a central bass  _RL_ speaker, often built into or below the screen unit.  _RL_ High-pitched sounds, the direction of  which is  _RL_ easier to detect, emanate from mid- and high- _RL_ frequency speakers positioned around the viewer.  _RL_ Plasma screens use fluorescent tube (“strip- _RL_ light”) technology. Tiny three-cell pixels, each  _RL_ about one millimeter across, contain red, green,  _RL_ and blue phosphor chemicals and a gas mix.  _RL_ Where electric pulses coincide for a split second  _RL_ in the crisscross matrix of  wire electrodes, the  _RL_ gas energizes and emits ultraviolet light, which  _RL_ in turn makes the phosphor glow. _RL_ "], "page": 586, "subtopic": "home cinema  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["THE FIRST BATTERY-DRIVEN PORTABLE source of  sound  _RL_ and music was the transistor radio of  the 1950s. In the  _RL_ 1970s, the magnetic audio cassette tape allowed recordings  _RL_ to be played on portable tape players. Also, new metal  _RL_ alloys permitted the tiny but high-power   _RL_ magnets needed for lightweight earphones.   _RL_ In the 1980s, compact discs brought  _RL_ music into the digital era. Sony’s  _RL_ MD, or minidisc, introduced re- _RL_ recordable CDs that used magnetic  _RL_ and optical technology. From the   _RL_ mid 1990s, music could be stored   _RL_ in all-electronic digital form in a  _RL_ microchip, usually in the MP3 file  _RL_ format. These files can be transferred  _RL_ between devices and via the Internet.  _RL_ Today, a variety of  portable media  _RL_ gadgets can record, play, and store  _RL_ video, photographs, and music in  _RL_ electronic form. _RL_ "], "page": 588, "subtopic": "personal music and video  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["IN THE EARLY 1990s, THE CELLPHONE (or mobile  _RL_ phone) was a rare luxury, but in recent years it   _RL_ has outsold almost every other electrical gadget— _RL_ as a professional tool, domestic convenience, and  _RL_ even a fashion accessory. Cellphones have also  _RL_ generally shrunk in size, due to improvements   _RL_ in rechargeable batteries, which now store more  _RL_ electricity for longer in a smaller package, and   _RL_ to smaller, more efficient electronics that use less  _RL_ electricity. A “cellphone” is basically a low-power  _RL_ radio receiver-transmitter, plus a tiny microphone  _RL_ to convert sounds into electrical signals, and a  _RL_ small speaker that does the reverse. When the  _RL_ cellphone is activated, it sends out a radio signal that  _RL_ is answered by nearby mast transmitter -receivers.  _RL_ The phone locks onto the clearest signal and uses  _RL_ this while within range (the range of  each  _RL_ transmitter is known as a cell). The phone  _RL_ continuously monitors signal strength and  _RL_ switches to an alternative transmitter when  _RL_ necessary. The phone’s liquid crystal display   _RL_ (LCD) shows numbers, letters, symbols, and color  _RL_ pictures. Newer models have a larger screen for  _RL_ more complex color images, and commonly  _RL_ incorporate a camera, radio, and MP3 functionality.  _RL_ Smartphones, which are increasingly widespread,  _RL_ contain additional software and more may be  _RL_ downloaded. Smartphones typically offer   _RL_ internet and email access, PDA-like functions   _RL_ (see pp. 568–569), and may even contain GPS  _RL_ navigation software. _RL_ "], "page": 590, "subtopic": "cellphones  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["THE GLOBAL POSITIONING SYSTEM (GPS) is a network of  _RL_ 24 navigation satellites orbiting the Earth that people can   _RL_ use to pinpoint their position. The satellites orbit at a height   _RL_ of 12,500 miles (20,000 km). A GPS receiver picks up signals   _RL_ from any of these satellites that are above the horizon. It uses  _RL_ information in each signal to work out how far away it is from   _RL_ the satellite. It can calculate its position on the Earth’s surface   _RL_ when it has information from at least three satellites. A basic   _RL_ GPS receiver shows the latitude and longitude   _RL_ of its position on its screen. More advanced  _RL_ receivers, especially those designed for use   _RL_ in vehicles, show their position on a digital  _RL_ map. These receivers often show extra  _RL_ information, such as the vehicle’s speed and  _RL_ the length of the journey. Some receivers  _RL_ warn drivers if they exceed the speed limit  _RL_ for a road and even tell drivers which  _RL_ traffic lane to use at the next junction.  _RL_ Directions are shown on the screen and  _RL_ also spoken by a synthesized voice. _RL_ "], "page": 592, "subtopic": "global positioning   system  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["IN A CONVENTIONAL VACUUM CLEANER, an electric motor  _RL_ spins a fan that sucks in air carrying dust and debris. The air  _RL_ is forced through tiny pores in a dust bag, trapping most  _RL_ particles. In the 1990s, James Dyson’s dual cyclone “bagless”  _RL_ design did away with the dust bag—and the reduced airflow  _RL_ caused by clogging of  its pores. An electrically driven fan  _RL_ creates a partial vacuum within the machine. This sucks air  _RL_ into the machine past a rotating brush that loosens dirt. The  _RL_ air flows into a cylinder-shaped bin. As the air whirls around  _RL_ the bin like a miniature storm, or cyclone, larger particle  _RL_ are flung outward and fall to the bottom of  the bin. The  _RL_ air then passes through perforations into a cone-shaped  _RL_ inner bin and then into a series of  smaller cones, spinning  _RL_ faster all the time and flinging smaller and smaller particle  _RL_ out. The nearly clean air exits the  _RL_ machine through microfilters that  _RL_ trap the tiniest particles. Some  _RL_ Dyson vacuum cleaners run on   _RL_ a large ball instead of  wheels.   _RL_ The ball makes it easier to   _RL_ steer the cleaner. _RL_ "], "page": 594, "subtopic": "vacuum cleaner  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["IN THE DAYS BEFORE WASHING MACHINES, laundry was done by hand— _RL_ washed in a barrel, squeezed in a roller-mangle, hung on a line, and  _RL_ smoothed with an iron heated on the stove. In the 1880s, electrically  _RL_ heated irons were one of  the first home electrical appliances. Today’s  _RL_ iron still applies heat, sometimes moistened with steam, to dampen   _RL_ and flatten garment fibers. Machines with electric heaters and motors  _RL_ took the strain out of  washing from the 1910s. Up to the 1960s, three  _RL_ machines were needed to wash, spin, and dry. Now clothes are  _RL_ swirled in a rotating ribbed tub of  hot water, then spun fast to throw  _RL_ off  most of  the water, before slowly tumbling in electrically heated  _RL_ air to dry—all in one appliance. _RL_ "], "page": 596, "subtopic": "iron and washer-dryer  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["CONVENTIONAL OVENS use electrically  _RL_ warmed elements or a flame to heat food.  _RL_ In a microwave oven heat energy is created  _RL_ by electromagnetic waves produced by a  _RL_ magnetron and led by waveguides into the  _RL_ oven compartment. These microwaves  _RL_ cannot pass through the compartment’s  _RL_ metal casing, being reflected within and  _RL_ spread evenly by a fan. But they do pass  _RL_ through most types of  plastic, ceramics, and  _RL_ glass. Therefore platters or containers made  _RL_ from these materials are suitable for use in  _RL_ microwave ovens. A combination oven also  _RL_ has conventional heating elements, to grill  _RL_ and “brown” in the traditional fashion, either  _RL_ alone or in conjunction with microwaves. _RL_ "], "page": 598, "subtopic": "microwave combination oven  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["MOST ELECTRIC TOASTERS not only grill slices of  bread, but  _RL_ they also pop them up when ready. While the slices rest on a  _RL_ spring-loaded rack, electric heating elements toast the bread.   _RL_ At the same time, a bimetallic strip heats and  _RL_ expands. One of  the two metals in this strip  _RL_ expands more quickly than the other, causing  _RL_ the strip to curve. As it bends, it completes  _RL_ an electrical circuit and activates an  _RL_ electromagnet. The magnet attracts a  _RL_ catch, releasing the spring that holds  _RL_ the rack down in the toaster. The  _RL_ elements switch off, and the  _RL_ toasted slices pop up. _RL_ "], "page": 600, "subtopic": "toaster  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["THE ELECTRICALLY POWERED MOTOR OF A POWER DRILL, cooled by a fan, turns a  _RL_ shaft at high speed. The shaft connects, in turn, to a system of  gears that rotates  _RL_ a chuck even faster. Clamped by the chuck, a sharp bit cuts out the hole, and  _RL_ at the same time the bit’s screw-shaped grooves channel the waste out of  _RL_ the hole. For drilling hard materials, many power drills have  _RL_ a hammer mechanism; when this is operated a ratchet in  _RL_ the gearcase causes the chuck and bit to pound in and  _RL_ out as they drill. A hand drill, although slower and  _RL_ less forceful than a power drill, is easier to control.  _RL_ For cutting wide holes, carpenters often prefer a  _RL_ brace-and-bit. This acts like a lever: the bowed  _RL_ handle of  the brace moves a larger  _RL_ distance than the bit, turning the bit  _RL_ with extra force.  _RL_ "], "page": 602, "subtopic": "drills  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["HOUSES IN THE FUTURE are likely  _RL_ to be more environmentally friendly  _RL_ and energy-efficient than older  _RL_ dwellings, by making better use  _RL_ of materials and intelligent control  _RL_ systems. The Integer house was  _RL_ designed by Cole Thompson  _RL_ Associates, Bree Day Partnership,  _RL_ and Paul Hodgkins Associates, and  _RL_ built in conjunction with the Building  _RL_ Research Establishment in the UK.  _RL_ One of  its key features is a large sun  _RL_ room that warms one side of  the  _RL_ house. Extensive use is made  _RL_ of recycled, natural, and renewable  _RL_ materials and energy. The walls are  _RL_ made from timber and insulated with  _RL_ fiber from recycled newspaper; waste  _RL_ water from the bathrooms is saved  _RL_ and used to flush the toilets; and  _RL_ a wind turbine and solar panels  _RL_ contribute some of  the electricity  _RL_ requirements. Many elements were  _RL_ prefabricated off-site for ease of  _RL_ construction. The Integer house uses  _RL_ only half  the energy and a third less  _RL_ water than a traditionally built house. _RL_ "], "page": 604, "subtopic": "house of the future  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["RENEWABLE ENERGY COMES from sources that  _RL_ do not become depleted as we use the energy.  _RL_ When a fossil fuel such as coal is burned, it is  _RL_ gone forever, but a renewable source remains  _RL_ available no matter how much is used. The  _RL_ tides, waves, flowing water, sunlight, and the  _RL_ wind are all renewable sources of  energy.  _RL_ Wind and water energy are captured by a  _RL_ device called a turbine. The turbine spins and  _RL_ drives an electricity generator. Energy from  _RL_ sunlight, or solar energy, is changed into  _RL_ electricity in two main ways. One uses  _RL_ mirrors to concentrate solar energy and  _RL_ magnify its heating effect which is used to  _RL_ change water into steam to drive turbines.  _RL_ Photovoltaic cells change sunlight directly  _RL_ into electricity. A cell is made from two layers  _RL_ of  silicon. One gives out electrons (negative  _RL_ particles) and the other receives them.  _RL_ Sunlight knocks electrons out of atoms where  _RL_ the two layers meet, separating them from  _RL_ the positive particles. The electrons are  _RL_ attracted to one layer of  the cell, the positive  _RL_ particles to the other layer. Electrons are  _RL_ naturally attracted to the positive particles,  _RL_ but to come together again, the electrons  _RL_ must flow out of  the cell, through an external  _RL_ electric circuit, or load, and back to the other  _RL_ side of  the cell, creating a charge. The cell  _RL_ supplies electric current for as long as light  _RL_ keeps falling on it. _RL_ "], "page": 606, "subtopic": "renewable energy   "}, {"topic": "spare cells from   egg development  ", "description": ["IN A LIVING CELL THE GENETIC MATERIAL DNA (deoxyribonucleic  _RL_ acid) contains thousands of  units called genes that carry  _RL_ instructions for development, growth, and repair of  the living  _RL_ creature. During normal reproduction, half  the mother’s genetic  _RL_ material contained in an egg cell joins with half  the genetic  _RL_ material from the father carried in a sperm cell, to form a  _RL_ unique new genome (set of  genes) for a new life. During the  _RL_ early stages of  embryo development, the fertilized egg divides  _RL_ into stem cells, which have the potential to become  _RL_ specialized into the hundreds of  cell types in a  _RL_ body. Through therapeutic cloning, stem cells  _RL_ can be produced in a laboratory. It is hoped that  _RL_ in the future this technology can be used to grow  _RL_ new tissue that can be transplanted back into the  _RL_ donor to treat illness, without fear of  rejection— _RL_ when the body recognizes a transplanted part  _RL_ as “foreign” because it has different genes, and  _RL_ tries to destroy it. In another form of  cloning,  _RL_ performed experimentally using animals, genetic  _RL_ material from a donor animal has been inserted  _RL_ into an egg from another animal that has  _RL_ been emptied of  its own genetic  _RL_ material, to produce an  _RL_ animal genetically  _RL_ identical to the donor. _RL_ "], "page": 608, "subtopic": "normal reproduction  "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["ROBOTS ARE  _RL_ MACHINES THAT CAN  _RL_ carry out a variety of  _RL_ tasks on their own,  _RL_ with little or no human  _RL_ control. Most robots are  _RL_ mechanical arms used to build  _RL_ things in factories. The end of  the  _RL_ robot’s arm can be equipped with  _RL_ different tools for gripping, drilling,  _RL_ cutting, welding, and painting. Robot  _RL_ toys have become popular, too. They  _RL_ incorporate sensors that respond to  _RL_ sounds and sometimes touch. Some of  them  _RL_ can even understand spoken words. Scientists are   _RL_ also trying to create more advanced, humanlike   _RL_ robots that can see, hear, learn, and make their own  _RL_ decisions. ASIMO, a robot developed by the Japanese   _RL_ car manufacturer Honda, is one of  these advanced  _RL_ humanoid robots. ASIMO stands for Advanced Step   _RL_ in Innovative MObility. It looks like a small astronaut  _RL_ wearing a backpack. ASIMO can walk, talk, carry things,  _RL_ recognize familiar faces, and respond to its name. It was  _RL_ the first robot that could walk independently and climb  _RL_ stairs. There are robot toys, too, in the shape of  animals  _RL_ with simple artificial intelligence. _RL_ "], "page": 610, "subtopic": "robots   "}, {"topic": "t h e   m o d e r n   w o r l d  ", "description": ["OPTICAL MICROSCOPES FORM A MAGNIFIED image by using  _RL_ lenses to bend light. Some special-purpose optical microscopes  _RL_ used in industry and research are designed for observing  _RL_ particular materials, such as living cells. They produce  _RL_ magnifications of  up to about 2,000. Electron microscopes  _RL_ produce magnifications of  as much as 50 million, although   _RL_ 2 million is more typical. Their images are formed by means   _RL_ of  electrons focused by magnetic lenses. There are two main  _RL_ types: scanning electron microscopes (SEMs) scan electrons   _RL_ back and forth across the surface of  a specimen; transmission  _RL_ electron microscopes (TEMs) transmit electrons through a   _RL_ thin slice of  the specimen. _RL_ "], "page": 612, "subtopic": "high-performance   microscopes  "}]